[  
   {  
      "CONTENT":"GOD had a busy week. Alabama alone was a heavy lift, what with all those God invocations by state leaders trying to cast out the demon of gay marriage, then London called as well. Scott Walker was on a trip there, and he tugged God into the picture when he was asked about evolution and declined to answer, as if embracing it would be a heathen outrage.In a subsequent tweet, Walker insisted that there wasnt any conflict between faith & science, which, he wrote, go hand in hand.Thats debatable. This isnt: Faith and government shouldnt be as cozy as they are in this country. Politicians in general, and Republicans in particular, shouldnt genuflect as slavishly as they do, not in public. Theyre vying to be senators and presidents. Theyre not auditioning to be ministers and missionaries.No one told that to Rick Perry as he ramped up for the 2012 presidential race and gave God a workout to be remembered. Ive certainly never forgotten it. He was then the governor of Texas, and in April 2011, as wildfires ravaged the state, he signed a gubernatorial proclamation denoting one 72-hour period as the Days of Prayer for Rain in the State of Texas.The following month, reflecting on the array of problems confronting America, he said, I think its time for us to just hand it over to God, and say, God: Youre going to have to fix this. And three months after that, he gathered some 30,000 people, most of them evangelical Christians, in a Houston stadium for an event called The Response: A Call to Prayer for a Nation in Crisis.As Manny Fernandeznoted in his coverageof that rally in The Times, Perry used his offices prestige, letterhead, Web site and other resources to promote it. I dont see much of a separation of church and state there.Remarkably, none of this was a drag on his aspirations for the Oval Office, not at all. He remained a serious contender for his partys nomination until a debate performance that was less than celestial sent him tumbling to earth.Faith is a serious matter, and an important one, but its trivialized when its toted too readily and stridently into the political arena.And while a creed can rightly be a personal compass, its wrongly deployed as marching orders or a governing strategy. Politicians religions  and I use the plural on purpose, because theres no one religion that gets to trump the others  should be a source of their strength and of their empathy, not of their agendas.But thats not the way it works out in this country, especially not among Republicans, who cant quit their fealty to the religious right and who, because of that, drive away many independent voters who are otherwise receptive to an ideology of limited government, personal responsibility and muscular foreign policy.These voters just cant stomach all the moralizing that comes with that ideology. They cant take the placement of divinity above Darwin.And theres a heavy dose of divinity.Mike Huckabee, who is an ordained minister in the Southern Baptist church, put God in the title of a new book that he wrote and just released on the cusp of what may be another presidential bid. He ran previously in 2008, when he won the Iowa caucuses.The book is called God, Guns, Grits, and Gravy. These are a few of his favorite things.During arecent appearanceon a Christian TV program, he explained that he was mulling a 2016 campaign because America had lost sight of its identity as a God-centered nation that understands that our laws do not come from man, they come from God. The way he talks, the Constitution is a set of tablets hauled down from a mountaintop by a bearded prophet.HE later added that the only thing worse than not being elected president would be to be elected president without Gods blessing. I cant think of a worse place in the world to be than in the Oval Office without Gods hand upon you.Last week he injected religion into politics in a different way, recalling President Obamas recent reference to the Crusades and questioning the presidents respect for Christianity. Huckabee said that Muslims are the one group of people that can know they have his undying, unfailing support.Thats ugly and absurd. While I agree that Obamas digression into history was ill-timed and unnecessary, Im offended by Huckabees extrapolation.Huckabee is an extreme case within his party, but the Republican courtship of the religious right and its fear of giving offense to Christian fundamentalists are pervasive. Republican presidential candidates, even relatively moderate ones,run from the subjectof evolution as if it were a ticking bomb. And they routinely polish their religious bona fides.But we should be wary of politicians who are too eager to talk of religion, which is an easy rallying cry and, frequently, a diversion or even a disguise. It can cover up private misdeeds.It can put a rosy glow on political calculations. Obama, for example, framed his past opposition to gay marriage as a deeply personal matter of faith. But as David Axelrods new book, Believer,makes clear, it was a deeply expedient matter of evading some voters wrath. He more or less supported gay marriage, at least when he was away from the podium, all along.We should be even warier of politicians and other leaders who wrap policy in dogma, claiming holy guidance. Thats a dangerous road to take. At the far, bitter end of it lie theocracies and brutal extremists.We should listen hard to whats being said in Alabama, where opponents of gay marriage arent merely asserting that it runs counter to what Alabamians want. Theyre declaring that it perverts Gods will, which was the position that some racists took about integration.Last week, the chairman of the Alabama Republican Party wrote that the state would reap Gods wrath if we embrace and condone things that are abhorrent to God, such as redefining marriage.And inan interviewwith the CNN anchor Chris Cuomo, Alabama Chief Justice Roy Moore  the man who once put up a granite monument to the Ten Commandments in the rotunda of the Alabama Judicial System building  said, Our rights, contained in the Bill of Rights, do not come from the Constitution, they come from God.Thats your faith, Cuomo replied. But thats not our country.Cuomos right, and God should be given a rest. Even in Genesis he got one.",
      "AUTHOR":"Frank Bruni",
      "TITLE":"Republicans, the Religious Right and Evolution",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/sunday-review/15BRUNI/15BRUNI-blog427.jpg"
   },
   
   {  
      "CONTENT":"The stream of requests to the White House fromJeb Bush, a young but well-connected Republican leader in South Florida, ranged from the weighty and urgent to the parochial and mundane.In 1985, he sent an emotional letter pressing his father, Vice President George Bush, to investigate the detention of Cuban children in Texas, asking, Shouldnt there be some compassion? (The vice presidents reply: Heartbreaking.)In 1989, after his father became president, Mr. Bush offered his recommendation for the next Supreme Court opening. (Your suggestion will be given thoughtful consideration, a senior aide responded.)In 1990, Mr. Bush lobbied the White House to meet with executives of the telecommunications giant Motorola  fostering a relationship that would later aid his own political ambitions. (The chief of staff did meet with Motorola, as did President Bush.)For the 12 years that his father held national elective office, Mr. Bush used his unique access to the highest reaches of government to seek favors for Republican allies, push his views and burnish his political profile in his home state, a review of presidential library records shows. In the process, Mr. Bush carefully constructed an elaborate and enduring network of relationships in Florida that helped lead to his election as governor in 1998 and, now, to his place as a top contender for the Republican presidential nomination in 2016.It was a period when Mr. Bush, a real estate developer and entrepreneur in his late 20s and 30s, made his debut in regional politics, parlaying his family name into the chairmanship of the Dade County Republican Party and emerging as a sought-after figure for anyone trying to reach the White House.The letters from Mr. Bush kept at the George Bush and Ronald Reagan presidential libraries show him to be sometimes compassionate, occasionally demanding and always conscious of his status as a member of a prestigious and powerful political clan. He thought nothing of making requests big and small, but acknowledged an underlying anxiety about coming off as something very un-Bush-like: an overeager local party boss, another bad breath county chairman, as he wrote in a request to President Reagan.Even within a family long steeped in politics, Mr. Bush stood out to White House aides for the frequency of his communications and the intensity of the opinions.Jeb, we all sensed, had a strong interest in a political future of his own, said John H. Sununu, who fielded a number of Mr. Bushs inquiries during his tenure as chief of staff to the first President Bush. The sons words, Mr. Sununu said, carried the extra weight of lineage. We listened to him.Mr. Bushs activities during this period drew him closer to a father who already viewed him, fondly, as heir to the familys political legacy. Early in his term, President Bush shared with his senior staff a withering letter that his son had written to a newspaper columnist in Orlando, Fla., holding it up as a model for the aggressive approach that should be taken in response to attacks on his administration.This happens to be Jeb defending his father, President Bush wrote. But we ought to have machinery that goes into automatic when lousy editorials are written.In the scores of messages that Mr. Bush sent to his father and White House staff members, there are echoes of the themes that have dominated his career in both government and business: a fruitful reliance on his family name, a fascination with the mechanics of government and a willingness to delve into the gritty art of political favors.Kristy Campbell, a spokeswoman for Mr. Bush, said in a statement that from time to time, Governor Bush of course passed along information or requests to the White House, which were routed to appropriate channels.There is nothing odd or inappropriate about that, she added.Mr. Bushs reliance on written communications presages his habits as an elected official. As governor, he was known to spend up to 30 hours a week on email and so adored his BlackBerry that he insisted on featuring the device in his official portrait.The archives at the Bush and Reagan libraries contain more than 1,200 pages of documents relating to Mr. Bush, capturing dozens of exchanges between him and the White House staff. But even that may represent just a fraction of his messages, since the archives are incomplete.While Mr. Bushs father welcomed his input, staff members did not always share that enthusiasm. The archives reveal polite but firm attempts to rein him in. Jane Kenny, special assistant to Mr. Bushs father when he was vice president, twice wrote to ask Mr. Bush to route requests for appointments through her instead of contacting an agency or office directly.That way, Ms. Kenny wrote, there will be no chance for misunderstanding.Recommending AlliesJeb Bush had run out of patience with his fathers staff. The White House had yet to officially nominate an ally, Dexter Lehtinen, as United States attorney for South Florida, as Mr. Bush had repeatedly recommended. His letter to C. Boyden Gray, the White House counsel, was blunt and emphatic. Boyden, its time to act, Mr. Bush wrote.The case demonstrated how doggedly Mr. Bush advocated for those close to him, deploying a growing self-confidence and an increasingly assertive tone that might have invited scorn if he had had a different father. When the United States attorney job came open in 1988, Mr. Bush, who by then had begun his ascent in Florida politics, moving from Republican county chairman to state secretary of commerce, made his preference well known. He called Craig Fuller, his fathers chief of staff, and followed up with a handwritten note. Dexter is a very bright guy with an excellent record in criminal law, Mr. Bush wrote.The Reagan White House appointed Mr. Lehtinen as interim United States attorney, a status that eventually left Mr. Bush dissatisfied. In 1990, after his father had become president, he wrote to Mr. Gray that Mr. Lehtinen was being treated unfairly by the press and that the Bush administration had been unfair to leave him in limbo. (TheSenate ultimately rebuffedMr. Lehtinens nomination.)In his correspondence, Mr. Bush did not elaborate on his ties to Mr. Lehtinen, which had grown deep: He had managed the successful congressional campaign of Mr. Lehtinens wife, Ileana Ros-Lehtinen.Mr. Bush did not limit his advice to suggesting potential appointees for United States attorney. Seven months into his fathers presidency, he aimed much higher, offering his suggestion for a Supreme Court appointment in a letter to the White House. He enclosed the rsum of Peter T. Fay, a federal appellate judge.Judge Fay is respected by his peers and the many people who know him in Miami, Mr. Bush wrote.Mr. Gray replied that if there were an opening, Judge Fay would get thoughtful consideration.The ambition of the request fit a pattern for Mr. Bush, who also recommended allies seeking other major positions, like head of White House security and Internal Revenue Service commissioner.In doing so, Mr. Bush typically mentioned a key credential: service to the Florida Republican Party. When he contacted the White House on behalf of Rex J. Ford, a lawyer who wished to become I.R.S. commissioner in the Reagan administration, Mr. Bush appended a note on his fathers stationery  From the desk of George Bush  noting that Mr. Ford was a member of the Florida Republican committee.Mr. Bushs willingness to reward loyal Republicans in Dade County was part of what endeared him to many within the party, who had at first viewed him with skepticism but came away impressed by his hard work and connections.If you treat people nicely and you remember your friends on your way up, theyll be there on the way down, said Barry Schreiber, a former Dade County commissioner whom Mr. Bush recommended for a presidential commission in the 1980s. Jeb Bush fit that mold.Special RequestsAt times, Mr. Bush sounded like a corporate pitchman.By the summer of 1990, after Mr. Bush had left state government and plunged into a corporate career, he had a very interesting meeting with Christopher Galvin, a senior executive at Motorola  and Mr. Bush shared his enthusiasm with his fathers chief of staff.I urge you to visit with Motorola at your convenience to see first-hand how the Motorola experience can help our country (including agencies in the federal government), Mr. Bush wrote, appending a 14-page presentation from the company. In the following months, not only did Mr. Sununu, the chief of staff, meet with Motorola executives, but so did the president himself.Soon, the Bush familys relationship with Motorola, a major donor to the Florida Republican Party, and Mr. Galvin, who became its chief executive, blossomed in ways that benefited both sides.As governor, Mr. Bush honored Motorola with aSterling Award, a prestigious honor for Florida businesses. His brotherGeorge W. Bush, when he was president, appointed Mr. Galvin to a committee advising him on national security in telecommunications.Mr. Galvin, who is now a real estate investor, has in turn become a reliable supporter of Mr. Bush. On Wednesday, Mr. Galvin will co-host a Chicago fund-raiser for Mr. Bushs potential presidential campaign. Asked about the White House meeting, Mr. Galvin said he had sought nothing from either the president or his son and, in his discussions with both, merely sought to exchange ideas for improving government operations.It was not the only time that Mr. Bush used his access to the White House to nurture relationships. In 1984, Mr. Bush aggressively lobbied for an exemption from federal airport noise regulations for another supporter, George Batchelor, who owned a Florida-based airline.Mr. Bush and a former Florida congressman met with James A. Baker III, Mr. Reagans chief of staff, who advised them several times that the White House could not become involved. (The Federal Aviation Administration partly approved the exemption, records show.)Mr. Batchelor became a financial supporter, giving $5,000 to a PAC for Mr. Bushs father in 1985, and donating $500,000 through one of his businesses to the Florida Republican Party in 2000, when Mr. Bush was governor. It was the largest donation in the history of the Florida Republican Party.I know George Batchelor, Mr. Bushtold The St. Petersburg Timesafter the donation. At this stage in his life, I dont think theres anything he wants. Mr. Batchelor died in 2002.Mr. Bush seemed to relish his close ties and ready access to his fathers administration, inviting major figures from Washington to Florida for his favored causes.It was a considerable plus having the son of a vice president as your person, said Andrew E. Grigsby, a Republican ally who in 1987 sought Mr. Bushs help in finding surplus government helicopters for a client.The White House complied when Mr. Bush sought signed photos of his father, once for Walter Payton, the football star. On another occasion, he asked his father for a letter of condolence for a woman he had met on a flight to Washington, where she had been headed to bury her husband, a serviceman, at Arlington National Cemetery.Mr. Bushs letters often took a playful tone, even on serious issues of governance. A cut in the bureaucracy wouldnt be a bad idea. In fact, our great President would become a hero! Mr. Bush wrote to his fathers staff in 1989.Later, he shared his disdain for perceived abuses of the legal system. Tort reform anyone? he asked.But Mr. Bushs most pointed pleas focused on the plight of Cuban exiles, an increasingly influential group by the time he arrived in Miami in 1980. Mr. Bush, who spoke fluent Spanish and had married a woman he met in Mexico, was quickly welcomed by Cubans, and he adopted their causes as his own, espousing their hard line against Fidel Castros government.Mr. Bush sought to arrange a meeting between his father and exile leaders. He called for economic sanctions that would tighten the noose on Castro. And he questioned the Justice Departments prosecution of a Cuban militant who had already been incarcerated in Castros jail for 23 years.Mr. Bush, who had no military experience, also sought a promotion for an Army colonel who he noted could become the first United States general of Cuban origin.The presidents staff thought better of acting on that request. Armed Services promotion board reacts very negatively to any sort of political pressure, perceived or otherwise, wrote Thomas Collamore, one of his fathers top aides. I really think it is best to leave this one to run its natural course.Winning Over AidesBarely a month into George Bushs presidency, Jeb Bush made sure that the White House staff knew that he planned to remain among his fathers priorities.I hope we can continue to get the president down to Miami as much as we used to when he was a mere VEEP, Mr. Bush wrote in an effort to lure his father to Florida for a commencement speech at Miami-Dade Community College.Even as Mr. Bushs requests flowed, he deftly worked to win over the coterie of staff members surrounding his father, developing a rapport through his unsolicited messages of appreciation and congratulations, the archives show.Dad is lucky to have someone of your caliber with him, Mr. Bush wrote to Mr. Fuller after Mr. Fullers appointment as his fathers chief of staff.Many on the presidents staff saw Mr. Bush not so much as meddling as fulfilling a duty to the familys profession. It is sort of the family business of extending the political network, Mr. Collamore said in an interview. So members worked diligently to carry out his requests  even if some were out of the ordinary.In one case, an entrepreneur who had attended a fund-raiser for a George Bush PAC in 1985 handed his son a letter requesting a contact at the Department of Agriculture to advance her business plan: increasing the consumption of domestic rabbit meat.Mr. Bush, sounding a bit embarrassed, pursued it nevertheless. The enclosed letter is a bit unusual but it is serious, Mr. Bush wrote in a letter to Mr. Collamore a few days after the fund-raiser. Can you get to me a name at U.S.D.A. to help her out? Mr. Collamore dutifully tracked down the right person. If anything else is needed, please dont hesitate to let me know, Mr. Collamore wrote to Mr. Bush.If such an odd request left Mr. Collamore annoyed, he never let on. Years later, he traded a series of admiring emails with Mr. Bush during the 2004 Republican National Convention in New York, where Mr. Bushs father, brother and son George P. Bush had gathered. Mr. Bush could not make it, so he asked Mr. Collamore to give his son a hug in his place.Mr. Collamore did one better: He arranged for Mr. Bushs son and daughter-in-law to attend theUnited States Opentennis tournament.A nice break, he wrote Mr. Bush, from all this convention stuff.",
      "AUTHOR":"STEVE EDER and MICHAEL BARBARO",
      "TITLE":"As Dynastys Son, Jeb Bush Used His Connections Freely",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/us/15JEB/15JEB-facebookJumbo.jpg"
   },
   {  
      "CONTENT":"DURHAM, N.C.  LYING may be an age-old part of politics, but its becoming easier to spot the fibs, fictions and falsehoods. A growing army of fact-checkers around the world is busy debunking falsehoods from presidents, prime ministers and pundits  and if their results are indicative, 2014 was a banner year. Some of the claims were so absurd that fact-checking groups honored them with awards, like Australias Golden Zombie and Italys Insane Whopper of the Year.Such lies are fun to read, but identifying them is serious business: Misinformation, unchecked, can turn elections, undermine public health efforts and even lead countries into war.Nigeria, you can read about it on Wikipedia: 60 percent of its territory is controlled by Boko Haram, the remaining part is Ebola.This ridiculous claim, made by Alessandro Di Battista, vice president of the Committee on Foreign Relations in Italys Chamber of Deputies and a rising star in the Five Star Movement party, won the Insane Whopper of the Year award from the website Pagella Politica. Fact-checkers found that while the terrorist group Boko Haram has spread, it does not control a single Nigerian state, let alone 60 percent of the entire nation. And the number of Ebola cases in the country was tiny  just 20.The E.U. wants to ban double-slot toasters.This claim about the overreach of the European Union came from newspapers in Italy and Britain. The Daily Express said: The British way of life is under fresh threat from the E.U. as it targets the nations kettles, toasters and even lawn mowers. FactCheckEU, a watchdog group, dug into the details and found no plans to ban toasters, only to improve their energy efficiency. It rated the claim Rather Daft.Ebola is cured by eating kola nuts or bathing in warm, salty water.The fact-checking group AfricaCheck included several claims about Ebola cures and other quackery in its 2014 in Review compilation. Blogs and text messages in Nigeria had spread claims that a warm, salty bath would cure Ebola, while a newspaper spread rumors that eating kola nuts would stop the disease. AfricaCheck said, The cures being touted online and in newspapers are little more than cruel and unethical hoaxes.Over six years, Labor ran up a $667 billion debt.This statement won ABC Fact Checks Golden Zombie, which the Australian Broadcasting Corporation gives to the years most persistent falsehood that, despite being killed off by fact-checkers, lurches back to life. The claim was made by Prime Minister Tony Abbott, who accused the previous ruling party of leaving the country drowning in red ink. But the fact-checking group found that that statement relied on some misleading math: It is a 10-year projection from 2013 that even includes debt already on the books when Labor took over.Exaggerations about EbolaRather than name a single falsehood, PolitiFact (which one of us, Bill Adair, founded) honored the many falsehoods and exaggerations about Ebola, including the claim by the columnist George F. Will that the disease can be spread by sneezing or coughing (false), the claim by Senator Rand Paul, Republican of Kentucky, that Ebola is incredibly contagious (mostly false), and a Georgia congressmans statement that there were reports of people carrying Ebola across the southern border of the United States (so ridiculously wrong we rated it Pants on Fire  not remotely true).That Evan Jenkins, a Republican running for a House seat in West Virginia, vowed to repeal black lung benefits.FactCheck.org said this claim, from a liberal super PAC, was a common tactic used by Democrats in congressional campaigns  asserting that a Republicans support for repealing the Affordable Care Act meant that he also opposed every provision of the law.In this case, the repeal of the act would not repeal black lung benefits. It would have changed the eligibility requirements for people suffering from black lung disease, not ended the program. In fact, Mr. Jenkins said he supported those benefits.Today Uruguay is the first country in Latin America without overcrowding in prisons.The readers of the website UYCheck chose this claim by Luca Topolansky, a senator and the wife of President Jos Mujica, as its lie of the year.UYCheck found that there had been some reduction of prison populations, but that the country had a long way to go before it could eliminate overcrowding.Senator John McCain, Republican of Arizona, did meet with ISIS, and had his picture taken, and didnt know it was happening at the time.Senator Paul, a possible 2016 Republican presidential candidate, repeated this Internet rumor during a September interview with The Daily Beast. But the photo actually showed Mr. McCain with members of the Free Syrian Army, an enemy of the Islamic State, also known as ISIS. Glenn Kessler, who writes The Washington Posts Fact Checker column, gave the claim four Pinocchios, his worst rating.Argentina has practically eradicated indigence.Readers of the fact-checking site Chequeado chose this claim by Jorge Capitanich, the chief of the Cabinet of Ministers, as the biggest falsehood of the year.While poverty has declined, it is still a nationwide problem.",
      "AUTHOR":"BILL ADAIR and MAXIME FISCHER-ZERNIN",
      "TITLE":"The Lies Heard Round the World",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/sunday-review/15LIESeurope-copy/15LIESeurope-copy-master180-v4.jpg"
   },
   {  
      "CONTENT":"Irene Beren Jefferson and Jake Sherman are to be married Sunday at the Ritz-Carlton in Washington. Rabbi David J. Saiger, the brides brother-in-law, is to officiate.The bride, 30, is an associate in the government affairs practice of the Washington law firm DLA Piper. She graduated summa cum laude from Barnard College and received a law degree from Georgetown. From July 2008 to March 2010, she served as a scheduler and the executive assistant in Washington for Jane Harman, a former Democratic congresswoman from California.She is a daughter of Nancy T. Beren and Dr. Larry S. Jefferson of Houston. Her father is a pediatric pulmonologist at Texas Childrens Hospital in Houston. Her mother retired as a special assistant at the Houston mayors office of communications.The groom, 29, is a Washington-based reporter who covers Congress and national politics for Politico. He graduated from George Washington University and received a masters degree in journalism from Columbia.He is a son of Stephanie L. Sherman and Robert I. Sherman of Stamford, Conn. His mother is a nursery-school teacher at Temple Sholom in Greenwich, Conn. His father is the chief operating officer of Shenkman Capital Management, an asset management firm in Stamford.",
      "AUTHOR":"",
      "TITLE":"Irene Jefferson, Jake Sherman",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/fashion/weddings/15JEFFERSONjpg/15JEFFERSONjpg-facebookJumbo.jpg"
   },
   {  
      "CONTENT":"A love-fest and a hate-watch, the Academy Awards is one of the few widely seen real-time television events left. Last year, an estimated 43 million Americans watched the ceremony and clearly not because its good entertainment. It isnt even obvious that people love the movies in contention. When 12 Years a Slave won best picture, only about six million people had seen the film; Gravity sold many more theater tickets, but even so, more people watched the Oscars than had seen that movie then. To judge from the recent flurry of culture-war-inflected skirmishes about some of the nominees, its clear that its no longer a question of whether the Oscars matter but why. Manohla Dargis and A. O. Scott have been observing the commotion and offer some late-breaking critical views on the race as it enters its frenzied final stretch.MANOHLA DARGISNext Sunday, America will tune into the 87th annual Oscars to see if the Hollywood liberal elite will deny truth, justice and the best picture Oscar to everyones favorite op-ed topic: American Sniper. Im joking  of course!  but its fascinating whenever a movie becomes a cultural flash point the way this has. Chris Hedges, the author of War Is a Force That Gives Us Meaning, wrote that it holds up the dangerous belief that we can recover our equilibrium and our lost glory by embracing an American fascism. The British documentary filmmaker Nick Broomfield said in an interview that Adolf would have been proud to have made it and that it shows an America in decline. Sarah Palin gave it one thumb up, but then so did Michelle Obama  its no wonder it freaks people out.A.O. SCOTTI think the real divide exposed by American Sniper is not between red and blue staters, or pro-family, patriotic heartland Americans and Birdman-besotted members of the coastal intelligentsia, but rather between people who go to movies and people who write about them. I dont mean critics  most of the reviews have grappled more with the films narrative and visual nuances than with its political themes  so much as pundits, television commentators and other media folk whose professional interest in cinema is occasional and instrumental.That is, they like movies that provide them with a boost into the saddle of their favorite hobbyhorse. American Sniper, which was directed by Clint Eastwood, provides a great service in this regard. One of his most recent performances was talking to a chair at the 2012 Republican National Convention. His source material is the memoir of a man steadfastly devoted to the ideals and mythology of American military culture. The script by Jason Hall is true to that mans point of view, while leaving out some of the more troublesome aspects of the real Chris Kyles biography. The chronology is slippery, and the depiction of Iraqis is unlikely to win any citations for sensitivity. Theres plenty for conservative opinionators to embrace and for their left-of-center counterparts to attack.M.D.I didnt see the movie that a lot of those latter-day critics saw: I saw a gravely unsettling, often anguished and angry movie about a man who becomes a cog in a war machine in the name of God and country, only to then be killed by that same machine. Much like Kathryn Bigelow did in her 2009 Iraq-war movie The Hurt Locker, Mr. Eastwood doesnt directly engage with American politics and policies in American Sniper. In a way, Sniper affirms the sentiment that Ms. Bigelow opens her movie with by quoting from Mr. Hedgess War Is a Force: The rush of battle is a potent and often lethal addiction, for war is a drug. The Kyle in American Sniper is in his way as addicted to war as the hero of The Hurt Locker, a bomb detonator.Its instructive that the combat scenes in American Sniper are less thrilling than those in The Hurt Locker. Part of this is style  Mr. Eastwood is a Hollywood classicist with art-film tendencies  but the violence in Sniper brings you down rather than pumps you up. Its tense, not thrilling. Another difference is that American Sniper is made by a Republican whose politics have been called out at least since Pauline Kael, among others, deployed the word fascism against Dirty Harry, the 1971 Don Siegel film that burnished Mr. Eastwoods stardom. Harry is dirty, all right  hes an exciting, repellent blunt instrument who lives by the gun, which also makes him quintessentially American. And part of what makes Dirty Harry so powerful is that, much like Sniper, it invites violently oppositional readings.A.O.S.I dont think it will shock you or our readers if I confess that my politics tend to be more liberal than not. But a lot of movies that conform to my own views bore me silly or drive me batty, and a lot of my favorite films and filmmakers come from ideological perspectives very different from my own. Thats why I like movies, and why Id rather write about them than just about anything else. Its not that movies dont have political implications or (sometimes) effects, but that these are rarely as straightforward as they seem. A good movie is always more complicated than what it might be trying to say, and a popular movie will always have more than merely partisan appeal.Its important to recall that before it broke box-office records in January, American Sniper did huge business in limited release in the deep-blue cities of Los Angeles and New York. The fact that its now hauling in Harry Potter- or Hunger Games-level money  that its a genuine blockbuster  suggests an appeal far broader than a particular voting bloc. Moviegoers are interested in the story, interested in Mr. Eastwood, and also interested in violence. Some may be troubled by what they see, others excited, others infuriated or consoled. As Oscar Wilde said, there are as many publics as there are personalities.But lets not spend all our firepower on Sniper! There are plenty of other hot-button Oscar issues to contemplate. There is the perennialhistorical accuracy brouhaha, this year erupting around Selma and (to a much lesser degree) The Imitation Game. And there is of course the awards-season revelation that widely and wildly beloved films have been overhyped and overrated. The movies that Get It Wrong and the movies that Arent All That.M.D.Some of the attacks on American Sniper, Selma and even the relatively uncontroversial Boyhood have been exasperatingly reductive. But, to quote the film historian Tom Stempel: Moviegoing in America is a blood sport. In other words, people take movies very seriously, including a particular species of pundit who worries what impact a movie might have onotherpeople (violence in movies begets real violence and so on). In the Nickelodeon era, concerned citizens worried that male mashers would prey on female and child moviegoers (and that some attendees were having sex in the dark). Commentators also fretted about the morals on parade as well as the bared flesh and the effect of both, leading to censorship and the Production Code; these days, were instead treated to thumbsucking treatises.I just wish these seasonal Oscar authorities showed as much interest in the art, its politics and representational stakes the rest of the year. What is the more important political issue raised, for instance, by a movie like Selma? That this historically informed fiction takes liberties with its representation of Lyndon B. Johnson or that its one of those rare American studio releases in which black characters are the agents of their own destinies? The shock of Selma, as the critic Wesley Morris recognized in his review, is that this is a movie in which Johnsons not only the president of the United States here.Hes also the help. Its hard not to think that at least some of the attacks on this movie stem from the fact that its a black female filmmaker who turned that white president into the help.A.O.S.And here we get to the distressing heart of the matter. In a series of deeply reported and closely arguedarticles, you recently examined how the American film industry continues to marginalize creative women and strew obstacles in their paths. Its record on race is not much better. Taken as a whole, the Oscar nominations this year confirm just how monochromatic and male-dominated Hollywood remains. All the acting nominees are white. And every single movie nominated for best picture, best director and best screenplay is, primarily, about a man. This is not to slight any of those movies: I was happy to peer into all those real and fictional male lives. But the years films about girls and women are entirely shut out of the main Oscar conversation. Beyond the Lights has one nomination, for original song. Belle and The Fault in Our Stars have nothing.And look at Wild, directed by Jean-Marc Valle and based on Cheryl Strayeds best-selling memoir. Reese Witherspoon and Laura Dern, as Ms. Strayed and her mother, were both terrific and deserved their nominations for best actress and best supporting actress. But to acknowledge their work and deny the movie consideration in other major categories is to say that Ms. Strayeds story is intrinsically less important than those of Riggan in Birdman, Mason Jr. in Boyhood, Alan Turing in The Imitation Game and the rest. This is the kind of judgment that is all the more pernicious for being reflexive rather than the result of conscious bias.The Academys cluelessness is a troubling sign of imaginative stasis. Television, for all its faults and compromises, has lately been energized by the exploration of all different kinds of differences, from Transparent to Blackish to Jane the Virgin. It sometimes seems like the movies  at least the kind of movies the Academy regards as prestigious  are running in the opposite direction or stuck on a treadmill of sameness.M.D.All true, but isnt it also exhilarating that movies continue to exert such power over us? Back in the 1940s, when more than half the country is thought to have gone to the pictures every week, a movie-lover went to a matinee, and then she came home  the film, meanwhile, stayed in the theater. The country was movie mad, but hardly anyone outside of Hollywood cared about the awards. Now, though, each new movie slides into an ever-expanding visual stream in which many become lost; at the same time, paradoxically, the Oscars are bigger than ever. Its easy to pin this mania on the Internet (feed me!), but I also think that the interest in the awards is directly related to our image-saturated world. The Oscars have, in their strange way, emerged as an increasingly important forum for public discourse  much of it trivial, some of it not.A.O.S.Our world is saturated not only with images but also with opinions, trolls, vendettas and ideological gotcha games, and the Oscars feed those beasts as well. My wish, though, is that we could spend more time and energy being mad about movies, and less getting mad at them.",
      "AUTHOR":"A. O. SCOTT and MANOHLA DARGIS",
      "TITLE":"Oscars 2015: A. O. Scott and Manohla Dargis Discuss the Contenders",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/arts/15CRITICSJP1SUB/15CRITICSJP1SUB-articleLarge.jpg"
   },
   {  
      "CONTENT":"WORLDLY PHILOSOPHER: The Odyssey of Albert O. Hirschman,by Jeremy Adelman. (Princeton University, $24.95.)Shaped by modern horrors and hopes, Hirschman (1915-2012) spent his life in constant motion. Born in Berlin, he studied at the London School of Economics; fought in the Spanish Civil War; helped spirit thousands of refugees out of Nazi-occupied France; and blended economics, politics and culture in a pathbreaking 30-year academic career. Adelmans superb biography brings every twist and turn of this story to life.THE CAIRO AFFAIR,by Olen Steinhauer. (Picador, $16.)The murder of a midlevel American diplomat in Hungary has repercussions for the intelligence community across North Africa in Steinhauers novel, a complex tale of the Arab Spring, WikiLeaks, C.I.A. deception and a marriage in turmoil.THE EMPIRE OF NECESSITY: Slavery, Freedom, and Deception in the New World,by Greg Grandin. (Picador, $18.)Grandins transnational history of slavery in the Americas reconstructs the 1804 maritime slave rebellion made famous in Herman Melvilles novel Benito Cereno: from the slaves initial capture in West Africa to their eventual execution in South America. In the Book Review, Andrew Delbanco praised Empire as a remarkable feat of research.THE LATE PARADE: Poems,by Adam Fitzgerald. (Liveright, $15.95.)In this debut  which our reviewer, David Kirby, called deeply comical and as lush as any of Keatss odes  cultural references are linked in startling ways. One poem takes from Hieronymus Bosch and the New York School poet James Schuyler; another refers to Buffy the Vampire Slayer as well as the Abkhazian culture of the eastern Black Sea area and the artist Marcel Duchamp.OUT OF THE WOODS: A Memoir of Wayfinding,by Lynn Darling. (Harper Perennial, $14.99.)When her only child left for college, Darlings fear of getting lost dovetailed with her fear of losing herself altogether. To address both conditions, she moved to off-the-main-road Vermont; there began her inquiry into how we navigate, complete with crash courses in map-reading and tales of Inuits who found their way home by listening to bird songs.LOVE AND TREASURE,by Ayelet Waldman. (Anchor, $15.95.)Waldman places a trainload of artwork, jewelry and other family treasures stolen by the Nazis at the heart of this multigenerational tale set in Salzburg and Budapest. Seventy years after he was assigned to guard the train as a young Army officer in the wars chaotic aftermath, a guilt-ridden Jack Wiseman gives a pendant to his granddaughter, and charges her with returning it to its rightful owner.THE REAL NORTH KOREA: Life and Politics in the Failed Stalinist Utopia,by Andrei Lankov. (Oxford University, $18.95.)Using imagery reminiscent of Orwells 1984, Lankov, a Soviet-born scholar who studied in Pyongyang during the Cold War, shows how North Koreas leaders have used diplomacy  including nuclear threats  to extract support from other nations, and how its citizens cope under such oppression and poverty.",
      "AUTHOR":"IHSAN TAYLOR",
      "TITLE":"Paperback Row",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://graphics8.nytimes.com/images/2010/05/23/books/23paperrow/23paperrow-articleInline.jpg"
   },
   {  
      "CONTENT":"Amiri Baraka eulogized James Baldwin on Dec. 8, 1987, by saying: He was all the way live, all the way conscious, turned all the way up, receiving and broadcasting. . . . He always made us know we were dangerously intelligent and as courageous as the will to be free.This eulogy can aptly be turned back on Baraka himself, as S O S: Poems 1961-2013 arrives a year after his own death. The sweeping collection, selected by Paul Vangelisti, begins with poems from Barakas first collection, Preface to a Twenty Volume Suicide Note (1961), and ends with unpublished work written up to 2013.Baraka began his career in the company of the Black Mountain School (Charles Olson, Robert Duncan), the Beats (Allen Ginsberg) and the New York School (Frank OHara), among others. He published Preface to a Twenty Volume Suicide Note as LeRoi Jones, a downtown hipster dad of two daughters, married to the white and Jewish Hettie Jones. Many of his early poems are meditative lyrics in conversation with Ginsberg, Duncan, Gary Snyder and Olson, to name a few. The assassination of Malcolm X in 1965 brought Joness life as he knew it to a sudden close. He would leave his wife, children and poetic community; move uptown to Harlem; and eventually across the Hudson River back home to Newark, where he was born in 1934.Barakas search for an ideological as well as geographical positioning saw him embrace black nationalism and become a founding member of the Black Arts movement, the cultural arm of the Black Power movement. He spearheaded the making of a revolutionary art that was recognizably black and oriented toward the working class. He wrote in Short Speech to My Friends,  The poor have become our creators. By the end of the 1960s he changed his name to Amiri Baraka as he began fine-tuning his black poetic aesthetic: We want a black poem. And a / Black World. / Let the world be a Black Poem / And Let All Black People Speak This Poem / Silently / or LOUD. Inevitably, his outlook would become more global and international and he would turn to third-world Marxism.These were the years defined by the assassination of black leaders, and informed by protests and riots across the country. The volumes Baraka wrote during this politically turbulent and transitional period are represented in S O S, which takes its title from a poem used as an epigraph:Calling black peopleCalling all black people, man womanchildWherever you are, calling you, urgent,come inBlack People, come in, wherever youare, urgent, callingyou, calling all black peoplecalling all black people, come in, blackpeople, comeon in.Barakas poems criticized the black bourgeoisie, Nixon, the owner Jews, the superafrikan Mobutu,  boss nigger, Kissinger, Tom Ass Clarence,  Spike Lie and on and on  basically everyone in our global community whose motives and actions he questioned. His struggle to form a black poetics that could marry his activism, politics, history, culture and imagination represented his struggle to exist. He stood firm in his beliefs and demonstrated again and again in his poems the informed ability to hold complexity but not ambiguity. To know his fury was to understand both his limits and his genius.For readers familiar with Transbluesency: The Selected Poetry of Amiri Baraka/LeRoi Jones (1961-1995), published 20 years ago and also selected by Vangelisti, S O S can be considered an updated version. The omissions in Transbluesency  love poems to Hettie Jones, some well-known and often anthologized Black Arts poems  remain intentional omissions in S O S: Poems 1961-2013. In this sense the collection is selected with an emphasis not on culling the good from the bad but on presenting a certain narrative for Baraka, one not interested in his career in the archival sense. Additions to the 2015 volume include poems from the collection Funk Lore (1996) and the poems Vangelisti chose after Barakas death.The Funk Lore poems maintain Barakas agenda of speaking truth to power. The breath and line are now firmly influenced by the improvisational techniques of jazz and suggest the spoken word tradition that is a contemporary standard. There is a conscious attempt by Baraka to align himself less with the modernist tradition and more with the jazz-influenced poetics of Langston Hughes. Poems are dedicated to Duke Ellington and Thelonious Monk. Voice and sound pull us through these performance pieces, challenging us to speak the poems aloud. In the ending of JA ZZ: (The Say What?) IS IS JA LIVES, scat singing is born out of the standard techniques of the line. Alliteration and rhyme pull the words right out of a mouth:. . . africanmemorywhisperblowingthe blown the knownwhat we knewwhat we blewblues loves usour spirit is ultravioletThe real prize of S O S is its final group of poems, labeled Fashion This, 1996-2013. The section opens with the autobiographical Note to AB:I became a poetBecause every thingBeautiful seemedpoetic to me.I thought there were thingsI didnt understandthat wd make the worldpoetry. I felt I knewwho I was but had toStruggle, to catch upw/ my self.Now I do see mesometimes, a few worldsahead, & I speed up, then,put my head down,Stretch my stride out& digThere me go, I scat &sing, there me go.The use of the first person is intimate. The poem with subtle guile enacts Barakas changing relationship to poetic traditions. Capitalization creates a contrasting relationship between Beautiful and Struggle. Rather than catching up, he realized he had to dig in, which became its own form of understanding. Then the poetic is in the scat & / sing, which is synonymous with moving forward.The controversial Somebody Blew Up America  a poem that cost him New Jerseys poet laureate position when its speculations were described as anti-Semitic  is also in this section, along with Arafat Was Murdered! Both engage the Israeli-Palestinian struggles from an anti-Zionist position. In this light, Vangelistis framing of Baraka as the new Ezra Pound (he invokes M. L. Rosenthals statement that no American poet since Pound has come closer to making poetry and politics reciprocal forms of action) is provocative, given Pounds politics.S O S compiles the most complete representation of over a half-century of revolutionary and breathtaking work. Its final poem, Ballad Air & Fire, is a stunningly beautiful lyric dedicated to Barakas wife (now widow), Amina Baraka, nee Sylvia Robinson. The dedication for Sylvia or Amina suggests an inside joke, adding to the poems air of intimacy. But even in this final personal moment the language opens out to its community of readers. The final two stanzas become an everlasting, poignant entrance into silence:to have been togetherand known you, and despite our painto have grasped much of what joyexistsaccompanied by the ring and peal ofyourromantic laughteris what it was about, really. Life.Loving someone, and struggling",
      "AUTHOR":"CLAUDIA RANKINE",
      "TITLE":"Amiri Barakas S O S",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://www.poetryfoundation.org/harriet/wp-content/uploads/2015/01/amiri_baraka.jpg"
   },
   {  
      "CONTENT":"For generations, the story of Monopolys Depression-era origins delighted fans almost as much as the board game itself.The tale, repeated for decades and often tucked into the games box along with the Community Chest and Chance cards, was that an unemployed man named Charles Darrow dreamed up Monopoly in the 1930s. He sold it and became a millionaire, his inventiveness saving him  and Parker Brothers, the beloved New England board game maker  from the brink of destruction.This month, fans of the game learned that Hasbro, which has owned the brand since 1991, would tuck real money into a handful of Monopoly sets as part of the games 80th anniversary celebration.The trouble is, that origin story isnt exactly true.It turns out that Monopolys origins begin not with Darrow 80 years ago, but decades before with a bold, progressive woman named Elizabeth Magie, who until recently has largely been lost to history, and in some cases deliberately written out of it.Magie lived a highly unusual life. Unlike most women of her era, she supported herself and didnt marry until the advanced age of 44. In addition to working as a stenographer and a secretary, she wrote poetry and short stories and did comedic routines onstage. She also spent her leisure time creating a board game that was an expression of her strongly held political beliefs.Magie filed a legal claim for her Landlords Game in 1903, more than three decades before Parker Brothers began manufacturing Monopoly. She actually designed the game as a protest against the big monopolists of her time  people like Andrew Carnegie and John D. Rockefeller.She created two sets of rules for her game: an anti-monopolist set in which all were rewarded when wealth was created, and a monopolist set in which the goal was to create monopolies and crush opponents. Her dualistic approach was a teaching tool meant to demonstrate that the first set of rules was morally superior.And yet it was the monopolist version of the game that caught on, with Darrow claiming a version of it as his own and selling it to Parker Brothers. While Darrow made millions and struck an agreement that ensured he would receive royalties, Magies income for her creation was reported to be a mere $500.Amid the press surrounding Darrow and the nationwide Monopoly craze, Magie lashed out. In 1936 interviews with The Washington Post and The Evening Star she expressed anger at Darrows appropriation of her idea. Then elderly, her gray hair tied back in a bun, she hoisted her own game boards before a photographers lens to prove that she was the games true creator.Probably, if one counts lawyers, printers and Patent Office fees used up in developing it, The Evening Star said, the game has cost her more than she made from it.In 1948, Magie died in relative obscurity, a widow without children. Neither her headstone nor her obituary mentions her role in the creation of Monopoly.A Born ProvocateurElizabeth Magie was born in Macomb, Ill., in 1866, the year after the Civil War ended and Abraham Lincoln was assassinated. Her father, James Magie, was a newspaper publisher and an abolitionist who accompanied Lincoln as he traveled around Illinois in the late 1850s debating politics with Stephen Douglas.James Magie gained a reputation as a rousing stump speaker. I have often been called a chip off the old block, Elizabeth said of her relationship with her father, which I consider quite a compliment, for I am proud of my father for being the kind of an old block that he is.Because of her fathers part ownership of The Canton Register, Elizabeth was exposed to journalism at an early age. She also watched and listened as, shortly after the Civil War, her father clerked in the Illinois legislature and ran for office on an anti-monopoly ticket  an election that he lost.The seeds of the Monopoly game were planted when James Magie shared with his daughter a copy of Henry Georges best-selling book, Progress and Poverty, written in 1879.As an anti-monopolist, James Magie drew from the theories of George, a charismatic politician and economist who believed that individuals should own 100 percent of what they made or created, but that everything found in nature, particularly land, should belong to everyone. George was a proponent of the land value tax, also known as the single tax. The general idea was to tax land, and only land, shifting the tax burden to wealthy landlords. His message resonated with many Americans in the late 1800s, when poverty and squalor were on full display in the countrys urban centers.The anti-monopoly movement also served as a staging area for womens rights advocates, attracting followers like James and Elizabeth Magie.In the early 1880s, Elizabeth Magie worked as a stenographer. At the time, stenography was a growing profession, one that opened up to women as the Civil War removed many men from the work force. The typewriter was gaining commercial popularity, leaving many to ponder a strange new world in which typists sat at desks, hands fixed to keys, memorizing seemingly illogical arrangements of letters on the new qwerty keyboards.When she wasnt working, Magie, known to her friends as Lizzie, struggled to be heard creatively. In the evenings, she pursued her literary ambitions, and as a player in Washingtons nascent theater scene, performed on the stage, where she earned praise for her comedic roles. Though small-framed, she had a presence  an audience at the Masonic Hall exploded with laughter at her comical rendition of a simpering old woman.She also spent her time drawing and redrawing, thinking and rethinking the game that she wanted to be based on the theories of George, who died in 1897.When she applied for a patent for her game in 1903, Magie was in her 30s. She represented the less than 1 percent of all patent applicants at the time who were women. (Magie also dabbled in engineering; in her 20s, she invented a gadget that allowed paper to pass through typewriter rollers with more ease.)Unusually, Magie was the head of her household. She had saved up for and bought her home near Washington, along with several acres of property.It hadnt been easy. Several years after she obtained the patent for her game, and finding it difficult to support herself on the $10 a week she was earning as a stenographer, Magie staged an audacious stunt mocking marriage as the only option for women; it made national headlines. Purchasing an advertisement, she offered herself for sale as a young woman American slave to the highest bidder. Her ad said that she was not beautiful, but very attractive, and that she had features full of character and strength, yet truly feminine.The ad quickly became the subject of news stories and gossip columns in newspapers around the country. The goal of the stunt, Magie told reporters, was to make a statement about the dismal position of women. We are not machines, Magie said. Girls have minds, desires, hopes and ambition.If Magies goal had been to gain an audience for her ideas, she succeeded. In the fall of 1906 she took a job as a newspaper reporter. Four years later, she married a businessman, Albert Phillips, who, at 54, was 10 years Lizzies senior. The union was an unusual one  a woman in the 40s embarking on a first marriage, and a man marrying a woman who had publicly expressed her skepticism of marriage as an institution.Cult Hit to Best SellerIt was a time of shifting attitudes and behaviors. At the turn of the 20th century, board games were becoming increasingly commonplace for middle-class families. Changing workplaces gave rise to more leisure time. Electric lighting was becoming common in American homes, reinventing the daily schedule: Games could now be played more safely and enjoyably, and for longer hours, than had been possible during the gaslight era.Magies game featured a path that allowed players to circle the board, in contrast to the linear-path design used by many games at the time. In one corner were the Poor House and the Public Park, and across the board was the Jail. Another corner contained an image of the globe and a homage to Henry George: Labor Upon Mother Earth Produces Wages. Also included on the board were three words that have endured for more than a century after Lizzie scrawled them there: Go to Jail.It is a practical demonstration of the present system of land-grabbing with all its usual outcomes and consequences, Magie said of her game in a 1902 issue of The Single Tax Review. It might well have been called the Game of Life, as it contains all the elements of success and failure in the real world, and the object is the same as the human race in general seem to have, i.e., the accumulation of wealth.On some level, Lizzie understood that the game provided a context  it was just a game, after all  in which players could lash out at friends and family in a way that they often couldnt in daily life. She understood the power of drama and the potency of assuming roles outside of ones everyday identity. Her game spread, becoming a folk favorite among left-wing intellectuals, particularly in the Northeast. It was played at several college campuses, including what was then called the Wharton School of Finance and Economy, Harvard University and Columbia University. Quakers who had established a community in Atlantic City embraced the game and added their neighborhood properties to the board.It was a version of this game that Charles Darrow was taught by a friend, played and eventually sold to Parker Brothers. The version of that game had the core of Magies game, but also modifications added by the Quakers to make the game easier to play. In addition to properties named after Atlantic City streets, fixed prices were added to the board. In its efforts to seize total control of Monopoly and other related games, the company struck a deal with Magie to purchase her Landlords Game patent and two more of her game ideas not long after it made its deal with Darrow.In a letter to George Parker, Magie expressed high hopes for the future of her Landlords Game at Parker Brothers and the prospect of having two more games published with the company. Yet theres no evidence that Parker Brothers shared this optimism, nor could the company  or Darrow  have known that Monopoly wouldnt be a mere hit, but a perennial best seller for generations.Representatives for Hasbro did not respond to a request for comment.Magies identity as Monopolys inventor was uncovered by accident. In 1973, Ralph Anspach, an economics professor, began a decade-long legal battle against Parker Brothers over the creation of his Anti-Monopoly game. In researching his case, he uncovered Magies patents and Monopolys folk-game roots. He became consumed with telling the truth of what he calls the Monopoly lie.In a deposition for that case, Robert Barton, the Parker Brothers president who oversaw the Monopoly deal, called Magies game completely worthless and said that Parker Brothers had published a small run of her games merely to make her happy.Mr. Anspachs legal battlelasted a decadeand ended at the Supreme Court. But he won the right to produce his Anti-Monopoly games, and his research into Magie and the games origins was confirmed.Roughly 40 years have passed since the truth about Monopoly began to appear publicly, yet the Darrow myth persists as an inspirational parable of American innovation. Its hard not to wonder how many other buried histories are still out there  stories belonging to lost Lizzie Magies who quietly chip away at creating pieces of the world, their contributions so seamless that few of us ever stop to think about the person or people behind the idea.Who should get credit for an invention and how? The Monopoly game raises that question in a particularly compelling way. Success has many fathers, goes the adage  to say nothing of the mothers.",
      "AUTHOR":"MARY PILON",
      "TITLE":"Monopolys Inventor: The Progressive Who Didnt Pass Go",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/business/15-MONOPOLY-JP1/15-MONOPOLY-JP1-facebookJumbo-v2.jpg"
   },
   {  
      "CONTENT":"The title of the Dutch writer Peter Buwaldas volatile, time-scrambling first novel alludes to a residential street in Berkeley, Calif., where its central characters, the Sigerius family, once experienced a fleeting year or two of happiness before returning to their native Netherlands. But an equally apt title might be Breaking Glass.Windows, glass-topped tables and sliding glass doors are all smashed in Bonita Avenue. A massive fireworks-factory explosion in the Dutch city of Enschede (a real event that wiped out a whole neighborhood on May 13, 2000) does most of the damage. But psychotic breakdowns, criminal break-ins and panicked escapes also contribute to the trail of shards. Physical lacerations naturally result, but theyre nothing compared with the psychic ones in a family that at first appears to be civilized sophistication personified.Bonita Avenue  a 2010 Dutch best seller and prize winner, now translated into seven languages  is a robust dark farce in the manner of Iris Murdoch at her most manic. Other reviewers have compared Buwalda to Jonathan Franzen. Whatever literary benchmark you use, the books hyperbolic excess and willingness to plunge recklessly to the depths are what make it work.Siem Sigerius is a math genius, a media darling, an esteemed university rector magnificus and, less expectedly, a former judo champion. In the pivotal years of the narrative, 1995 to 2000, hes about to shift into a career in politics. Given his personal history, that might not be the smartest idea.After a disastrous first marriage, Siem has remarried and become more of a father to his two stepdaughters, Joni and Janis, than he ever was to his own bad-news son, Wilbert. Siems second wife, morbidly obese Tineke, is the peacekeeper in the family  especially when it comes to dealing with Wilbert. Shes also a furniture maker with a studio full of electric saws and other carpentry equipment out in the garden. (Already the weapons  or some of them, anyway  are in place.)As the novel opens, we see the Sigerius family through the eyes of a newspaper photographer, Aaron Bever, whos in love with Joni and almost as enamored of Siem. (He and his girlfriends father spend a lot of time together on the judo mat.) Aaron, however, is prone to jealousy and cravenly eager for Siems approval. It doesnt bode well when, early in his relationship with Joni, he realizes that hes become entangled in a family of prevaricators. Sigerius secrets, betrayals and estrangements provide the juiciest elements of the plot, along with murder, suicide, Internet pornography and jazz enthusiasms. Little wonder that Aaron goes into a heavily medicated tailspin as he absorbs one bombshell after another.Buwalda uses unannounced elisions in time and multiple flashbacks and flash-forwards to build tension as Aaron, Joni and Siem alternate in providing narrative viewpoints. Through them we learn of key events early on, but dont know the whys and wherefores of this insane soap opera until the novels bloody conclusion.While the plot orchestration and lively character renderings of Bonita Avenue are dazzling, Buwaldas go-for-broke style can be a hit-and-miss affair. Sometimes its brilliantly on target. Sometimes it just feels overwritten. Jonathan Reeders translation contributes a problematic wrinkle or two, as well, throwing in both Americanisms (brownstone,  redneck lingo) and British English (grotty neighborhoods) when a more dialect-neutral approach would work better. For a novel set partly in California, theres also one truly unfortunate misspelling: Silicone Valley (its correct in the Dutch). Still, the brash destructive energy of Buwaldas convoluted tale comes through loud and clear.",
      "AUTHOR":"MICHAEL UPCHURCH",
      "TITLE":"Bonita Avenue, by Peter Buwalda",
      "TOPIC":"politics",
      "SOURCE":"NYT",
      "IMG_URL":"http://ecx.images-amazon.com/images/I/511Jegc3FvL._SY344_BO1,204,203,200_.jpg"
   },
   {  
      "CONTENT":"Rachel Cohen Grunberger and Evan Kraig Tyroler are to be married Sunday by Rabbi Lyle A. Fishman at Bnai Israel Congregation in Rockville, Md.The bride, 33, is a staff lawyer in the general counsels office at the Department of Health and Human Services in Washington. She graduated magna cum laude from the University of Maryland, from which she also received a law degree magna cum laude.She is a daughter of Felice Cohen Grunberger and Michael W. Grunberger of Silver Spring, Md. The brides father is the director of collections for the United States Holocaust Memorial Museum in Washington. Her mother is a geriatric care manager in the Washington area.The groom, 29, is a vice president for project and development services at DTZ Commercial Real Estate in Washington. He graduated from the University of Florida, from which he also received a masters degree in real estate.He is a son of Dale M. Tyroler of Parkland, Fla., and the late Joseph K. Tyroler, who lived in Jamaica Estates, Queens. The grooms mother works in Delray Beach, Fla., as the general manager of the Delray Marketplace location of Chicos, the womens clothing chain. His father was a founder of Delta Vehicle Systems in Jamaica Estates, a designer and maker of electronic equipment for emergency vehicles.",
      "AUTHOR":"",
      "TITLE":"Rachel Grunberger,  Evan Tyroler",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://slimages.macys.com/is/image/MCY/products/8/optimized/1464758_fpx.tif%253Ftest%253D1"
   },
   {  
      "CONTENT":"For most of the world,Bordeauxand wine are inextricably linked. But with the emergence of reasonably priced, inventive neo-bistros  much like the ones that have been sweeping the Parisian culinary scene  the citys expanding dining scene is primed to compete with its famed varietals as a reason to visit.Among the rising stars in the casual-dining brigade is Miles, a 28-seat restaurant that opened last fall in the ethnically diverse St.-Pierre neighborhood. Behind the operation are two young couples schooled in the prestigious Ferrandi cooking school in Paris and at some of the capitals illustrious tables, from LAstrance to LAtelier de Jol Robuchon.While their tasting menu, which rotates every two weeks, may take cues from its Parisian brethren, it doesnt ape them. These chefs, three of whom were born outside of France, leverage their multicultural backgrounds to inform their style. Flavor profiles from their native Israel, Vietnam, Japan and New Caledonia, in the South Pacific, infuse each dish. We like to think of this as creative cooking, said one of the chefs, Arnaud Lahaut, who has a Franco-Vietnamese background.This plays out as a tight succession of courses prepared and served with exacting precision from a narrow open kitchen that overlooks a warm, blond-wood accented dining room (I dined with my husband at one of the counter seats encircling the kitchen). These theatrics were less about the chefs showing off technique and more about imparting a glimpse into their process.On a balmy September evening, the place was marked by the hushed whispers of diners trying to figure out their first dish, ourselves included. After a cursory, but necessary, explanation from one of the chefs, we all tucked into fresh tortellini stuffed with eggplant and pickled onion in an Iranian lemon bouillon with chunks of orange-hued Mimolette cheese. This was followed by a flavorful herb-marinated beef carpaccio sprinkled with crushed peanuts, pickled cucumber and veils of radishes, then a buttery-smooth monkfish tail with maki rice chips and ginger-sauted broccoli pure. Sesame ice cream crowned with crumbled hazelnuts and fresh figs ended the meal.Going against the local grain, the wine offering is a careful edit of foreign producers. The idea behind the wine was like our cooking: Make it as international as possible, Mr. Lahaut said.Lindsey Tramuta",
      "AUTHOR":"LINDSEY TRAMUTA",
      "TITLE":"Restaurant Report: Miles in Bordeaux, France",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/01/travel/01bites/01bites-articleLarge-v2.jpg"
   },
   {  
      "CONTENT":"The whole is not as powerful as the best parts of The Whipping Man at theGeorge Street Playhousein New Brunswick. Here, youll sit through intense scenes and inert sections, in a production that is both laudable and lackluster.The play opens with Caleb DeLeon, a wounded Confederate officer, returning to his home in Richmond, Va., after the Civil War. Much has changed. His familys mansion, once majestic, lies ruined in a previously wealthy neighborhood that is crumbling to pieces.Calebs parents have fled to a safer location, leaving behind only John and Simon, two of their former slaves. Those men are barely surviving, and Caleb is worse off  his blood-soaked leg is most likely beyond repair.While physical damage runs deep all around, identities are yet more shattered. The rich are now poor, and the enslaved are now free. The DeLeons were a prosperous Jewish family who raised their slaves to follow their religion. Simon and John continue their devotion to those teachings, even as Caleb has lost his faith.Were we Jews or were we slaves? John wonders aloud to Caleb, recalling the years before the war. Were we the children of Israel or we just the heathen that were round about you? Because we couldnt be both, that was clear. And now you say youve given up praying just as easily as that.Questions about belief and history occupy much of their talk throughout the play. That was a great man  Father Abraham, says Simon upon learning that Lincoln has been assassinated. Father Abraham, who set us free. Theres your Moses, John.As these three men try to make sense of their faith in the postwar world, tensions rise, leading to a climax that takes place during aPassoverSeder.The Whipping Man, written by Matthew Lopez, centers on ideas of tradition and responsibility as it sets up a series of buried secrets that drive a somewhat lurching plot. This production, directed by Seret Scott, only occasionally handles these sections with finesse.Ms. Scott takes a chance by letting her cast dwell on individual lines instead of fostering the rhythms of dialogue. Its too risky a gamble for a script that doesnt have the poetry of a playwright like August Wilson or Eugene ONeill. And it can lead to sluggish segments, particularly in the first act, which alone runs nearly 90 minutes (the play is just under two and a half hours with one intermission).Further distractions sometimes surface: What appears to be a shotgun is passed off as a rifle; a severely injured man looks fresh in body and spirit too soon after a grueling ordeal; and the lighting (by Burke Brown) often draws attention to itself rather than to the stage. Individually, these are minor critical quibbles; taken together, they can point to a shortage of attention to detail.Still, when this production solidifies, theres no denying its strength. A section in which John recalls being beaten by the punisher of the title snaps the play to life. A later scene, in which he recounts his revenge on the man, is equally potent, as are Calebs talk of the horrors of war and Simons longings for his wife and daughter, from whom he has been separated.Adam Gerber, as Caleb, finds his keenest moments early, when his broken and perplexed character struggles to make sense of what has happened to his world. Ron Canada, as Simon, comes most alive at the end, where he discovers that his trust in the DeLeon family may have been misplaced. Luke Forbes, as John, holds a near-perfect mixture of cynicism and concern throughout as his wily character calculates his next move.The Whipping Man, which was produced at several regional theaters after itsNew York premiereat the Manhattan Theater Club in 2011 (its world premiere was in 2006 at Luna Stage), here generates its greatest power in scenes when its characters come together to convey their confusions and fears. Much like at a Seder  and at the theater  connections are created when stories are shared.",
      "AUTHOR":"KEN JAWOROWSKI",
      "TITLE":"A Review of The Whipping Man' in New Brunswick",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/nyregion/15NJARTSweb1/15NJARTSweb1-articleLarge.jpg"
   },
   {  
      "CONTENT":"1. Ahmad Abu AdassIn 2005, the last year of his life, Ahmad Abu Adass was 22 and still living with his parents in Beirut, Lebanon. He was kind and liked people, his friends later told investigators, but none of them thought he was very sophisticated. The best way to describe him was simple, one said. He was generous and a little nave. He was very weak, physically. A Sunni Muslim of Palestinian descent, Adass had become interested in religion and now spent many hours at the Arab University Mosque near his home.It was there, after a prayer session, that a man approached him. His name was Mohammed, he said. He was born a Muslim, but his parents died when he was young, and he grew up in a Christian orphanage. Now he wanted to return to Islam, learn how to pray, marry a Muslim woman. Could Adass help him? Adass said he could, and the two men became friends.On Jan. 15, 2005, Mohammed called Adass. He said he had a surprise for him. Would he come see? The next morning, a car pulled up in front of Adasss home, and he got in. He told his parents hed return soon to help them clean the carpets, as he had promised. He took nothing with him. A day later, Mohammed called Adasss family. He told them Adass was going to Iraq and hinted that the purpose of the journey was to join the Sunni fighters there. He said Adass would not see them again.Four weeks later, on Feb. 14, 2005, at 12:55 p.m., an explosion just in front of the St. Georges Hotel shook downtown Beirut. It destroyed a convoy of vehicles carrying Lebanons former and probably next prime minister, Rafik Hariri, killing him along with eight members of his entourage and 13 bystanders.Soon after the blast, an anonymous caller claiming to represent Nusra and Jihad Group in Greater Syria, a previously unheard-of organization, told a reporter at the Al Jazeera affiliate in Beirut that a videotape from the suicide bomber was hanging from a tree in Riad al Solh Square, just a few blocks from the scene of the attack. If it was not picked up within 15 minutes, it would disappear. An Al Jazeera technician retrieved it, but Al Jazeera didnt broadcast its contents immediately. At 5:04 p.m., the anonymous caller phoned again and told the reporter that he should broadcast the video right away or he would regret it. Shortly afterward, the tape was aired.In the recording, a haggard Ahmad Abu Adass, dressed in black and sporting a beard and a white turban, read from a sheet of paper. In the name of Allah, he said, and to avenge the innocent martyrs who were killed by the security forces of the infidel Saudi regime, his group swore to inflict just punishment upon the agent of that regime and its cheap tool in greater Syria, the sinner and holder of ill-gotten gains, Rafik Hariri. A letter from the hitherto-unknown movement was attached to the tape. It clarified that Hariri, a Sunni Muslim, had to die because he had betrayed his fellow Sunnis, and that Adass, also a Sunni Muslim, was the bomber who killed him. Adasss family was horrified by the confession. They didnt believe it.The United Nations sent a team of experts to help with the investigation. Forensic analysts from the Netherlands began to reassemble what remained of the bombers flatbed truck, a Mitsubishi Canter. They were able to make out its block number, 4D33-J01926, and established that the truck had been stolen in Japan, shipped to the United Arab Emirates and finally purchased, just before the attack, from a used-car dealer in Tripoli, Lebanon, a stronghold of Sunni Muslim movements, some of them identified with Al Qaeda.Interviewed by the United Nations investigators in Tripoli, the dealer explained that two men came to his shop and, after arguing the price down by $250, paid $11,250 in $100 and $50 bills. They provided false names and phone numbers for the paperwork; it was probably not a coincidence that they picked a dealership with no security cameras. It all seemed clear: yet another suicide bombing by Sunni jihadists.But the investigators remained puzzled, and not just by the oddity of gentle Ahmad Abu Adass suddenly deciding to commit mass murder. Experts who examined his taped confession noted that the tone and production did not match those of other Sunni jihadist tapes. They found subtle discrepancies, too, between the tape and the letter, as if someone had feared that the tape, perhaps made long before the incident, was not totally convincing and wanted to flesh out the story. Then there was the question of means. The driver of the Mitsubishi truck was evidently skilled; he had reached the Hariri motorcade with incredible precision despite heavy traffic in downtown Beirut. Adass, his family and friends all agreed, had never driven a car. He couldnt even ride a bicycle.Finally, there was the problem of the DNA evidence. Forensic experts collected hundreds of body parts at the site, and most were identified as belonging to Hariri, members of his entourage and other known victims. Some 100 samples were genetically compatible with one another, but not with the identified victims. The scatter pattern of those parts showed that they belonged to the person closest to the explosion. This was the suicide bomber. Investigators compared this DNA to genetic material in scrapings from Adasss toothbrush. The results were unambiguous: Adass was not the bomber.The United Nations team called in more experts, genetic specialists who subjected the remains to isotope analysis  a process that can determine where a person has been living, what he has been eating, the air he has been breathing. They concluded that the bomber spent the last six months of his life in combat or active military training, where his body absorbed large quantities of lead. The largest body part to be found was his nose, the shape of which led some investigators to believe that he came from Ethiopia, Somalia or Yemen. A senior investigator, who asked to remain anonymous because of concerns about his own safety, said the investigation team preserved the nose in formalin.I sat and looked at that nose, the investigator told me. I said to myself: Whose nose are you? Who sent you to kill Hariri? Why did he try so hard to make the world think the suicide bomber was someone else?2. The TribunalWhose nose are you? Answering this macabre question has since become the work of one of the most expensive, significant and controversial criminal investigations ever conducted. The United Nations established the Special Tribunal for Lebanon in The Hague for pursuing the investigation, and prosecutors filed indictments in 2011 against four members of Hezbollah, Lebanons most powerful militant organization, and in 2013 against a fifth member. In one sense, the tribunal is necessary simply because of Hezbollahs unique role in Lebanon and the world: Although the group is classified by the U.S. State Department as a foreign terrorist organization, it is also a popular political party in Lebanon, and therefore it is difficult, perhaps impossible, for Lebanon or any other single nation to provide an appropriate venue for its prosecution. But more is at stake. This is the first major international trial involving the Arab world, and one of the greatest challenges for the prosecutors and the defense lawyers alike is simply to show that justice is possible.The tribunals five trial judges began hearing the case of The Prosecutor v. Ayyash, Badreddine, Merhi, Oneissi and Sabra on Jan. 16, 2014. After a full year of proceedings, they have heard and seen just a fraction of the hundreds of witnesses and thousands of exhibits the prosecutors intend to present. So far, 28 countries, including Lebanon, the United States and France, have contributed roughly half a billion dollars to fund an investigation and trial that will probably cost hundreds of millions more by the time the case is closed, most likely in two to three years. If convicted of all the charges  various acts of terror, 22 counts of murder, 231 counts of attempted murder  the defendants face life in prison in a nation to be determined by the presiding judge.The tribunal has taken over the seven-story concrete building that once housed the Dutch General Intelligence and Security Service and converted the basketball court into a courtroom. Nearby, in a large warehouse, are the exhibits, including the charred wreckage of Hariris car and the suicide bombers truck, now parked peacefully side by side. The entire compound is very large and rather drab. It is reminiscent of courtrooms in East Germany, Vincent Courcelle-Labrousse, one of the defense attorneys, told me, only partly in jest.Because missiles can fly through windows, the courtroom is windowless. Even the upper gallery, from which spectators once watched basketball games, is walled off by bulletproof glass, its lower half blacked out to obscure the witness stand below. Such measures are not a sign of paranoia: Several witnesses have been threatened, and one investigator was killed.Perhaps the most remarkable thing about this high-end courtroom is whats missing: a dock for the accused. The Lebanese authorities could not  or would not  arrest the five defendants, and Hezbollahs secretary general, Hassan Nasrallah, has vowed that the United Nations will never capture them, not in a month or even 300 years. For this reason, the tribunal decided to hold an international trial in absentia for the first time since the Allied tribunal at Nuremberg in 1946 sentenced Hitlers aide Martin Bormann to death. Some argue that such a trial is an empty exercise. Under international law, defendants convicted in absentia have the right to a retrial, unless the prosecutors for the authorities who do finally capture them can show that the defendants knew they were under indictment. The counterargument, of course, is that the second trial would not be possible without the work this tribunal has already done.The trial judges  an Australian, an Italian, a Jamaican and two Lebanese  are distinguished by the red vests they wear over their gowns, which themselves have red sleeves. The Australian, David Re, is the presiding judge and a veteran of the special international tribunals for Bosnia and Herzegovina and the former Yugoslavia. Like Re, many of the other judges and lawyers involved in the case have made a career of serving in such international tribunals.The tribunals budget makes it possible for lawyers to present their graphic exhibits in the clearest possible manner. During some hearings, prosecutors place impressively accurate before-and-after models of the scene of the bombing on an enormous table at the center of the room. The model makers, who spent weeks constructing them, put special emphasis on precisely reproducing the destruction, even the damage to trees. The proceedings are conducted in Arabic, English or French, and transcriptions are produced in all three languages. I have read thousands of pages of these records and found only two typos.The process in The Hague is also likely to establish new precedents in murder convictions on the basis of circumstantial evidence. For all the hundreds of millions of dollars spent on the investigation, the prosecution has produced no direct evidence, let alone secured cooperation from any of the defendants or their potential accomplices. Its case is largely based on the records of dozens of cellphones that it claims were used by the assassins, among them the five defendants.Many of the people wounded in the blast and family members of those killed were present when the trial opened. They regarded it as a day for rejoicing, when the truth would begin to be told. Nada Abdelsater-Abusamra of Lebanon was one of the lawyers the tribunal hired to represent the interests of the victims. For more than 40 years, she said in court, we have been told that we should forgive and forget and turn the page. Turn the page? Which page, Your Honors, if we havent read it yet? Forget? Forget what? How do you forget something that you dont know? Forgive? Forgive who?3. Rafik HaririTo understand the assassination of Rafik Hariri, you must begin decades earlier, in 1975, when a civil war originally between Maronite Christians and Palestinians threatened to tear Lebanon apart. The government asked neighboring Syria to send troops, and the Syrians, who have always seen Lebanon as part of greater Syria, were happy to oblige. The troops stayed, and soon Hafez al-Assad, the president of Syria, was installing his own puppet politicians in positions of power.The struggle eventually swept up Christians, Druse, Palestinian refugees, Shiite Muslims and Sunni Muslims  a five-way war of constantly shifting allegiances  and left at least 120,000 people dead, with hundreds of thousands more wounded or homeless. More than a million Lebanese fled the country, even as Iran, Iraq, Israel, Saudi Arabia and especially Syria made it hostage to their own regional agendas. As the war progressed, the Syrians switched their own allegiances however they saw fit, as long as they could continue running the country. Syrian businessmen took advantage of Lebanons more advanced financial infrastructure, entering under protection of their armed forces, and the Syrian Army became involved in the growing Lebanese drug trade.In 1982, Israel began an invasion across its northern border, seeking to root out elements of the Palestine Liberation Organization. The Israeli military wreaked destruction all the way up to Beirut and forced the P.L.O. out of Lebanon. It also defeated the Syrian Army and particularly the Air Force wherever it engaged them. Realizing he couldnt win a conventional war against the Israelis, Assad, an Alawite Muslim, took a different and somewhat surprising tack: He withdrew his opposition to a plan, proposed by clerics loyal to Ayatollah Ruhollah Khomeini of Iran, to establish a Shiite political party in Lebanon. The new organization was supposed to provide Lebanons Shiite minority with an alternative to the Christian-Sunni governments that had discriminated against them, and also provide Lebanon with a well-funded educational, religious, social and (especially) military organization. The organization, which was a resounding success, called itself the Party of God  in Arabic, Hezbollah. Assad hoped that the Shiite guerrilla force would maul the Israeli Army, which still occupied a security zone in southern Lebanon. It did, and Israels response was to assassinate the secretary general of Hezbollah, Sheikh Abbas Musawi, in February 1992.Musawi was succeeded by a capable young cleric, Hassan Nasrallah, and Nasrallah in turn appointed Imad Mughniyeh to run Hezbollahs military wing. Mughniyeh was a kind of genius of terrorism. He made suicide bombing a strategic weapon, and he was a master of guerrilla tactics, blitz attacks and radio-controlled explosive devices. He also had a gift for propaganda: It was Hezbollah that first started recording its own attacks and broadcasting the results. Mughniyeh is widely believed to be the architect of the 1983 Marine barracks bombing that killed 241 American servicemen, 58 French servicemen and six civilians and led to the withdrawal of the United States Marines in 1984. In 2000, with just a small militia under his command, he succeeded in forcing the Israeli Army, the strongest military force in the Middle East, to withdraw from southern Lebanon.Assad died that same year, and his son, Bashar al-Assad, took over as president of Syria. He noted well how the partnership of Nasrallah and Mughniyeh had succeeded where the entire Arab world, including his own father, had failed, and he made Syrias link with Hezbollah  and its patrons in Tehran  the central component of his security doctrine. (Assads wager on Hezbollah paid off in 2013, when Nasrallah sent forces that bolstered the Syrian government against its own rebels.)But inside Lebanon, Israels withdrawal in 2000 began to raise hopes that Syria, too, might soon depart. To the consternation of Hezbollah leaders and many Syria-backed politicians, an anti-Syria coalition began to form, drawing together Christian, Druse and Sunni Muslim figures. The most prominent politician in this group was Rafik Hariri.Hariri was born to a poor Sunni family in southern Lebanon in 1944 and quickly rose to great wealth. After securing a degree in business administration from Arab University in Beirut in 1965, he moved to Saudi Arabia, where he demonstrated a virtuoso talent for completing huge projects  mosques, palaces, shopping malls  efficiently and on time. He became a favorite of the royal family and in the early 1980s moved back to Lebanon a well-connected billionaire. In 1992, he ran for prime minister and won, on a platform of liberalizing the Lebanese economy; after serving until 1998, he ran again two years later and took office from 2000 to 2004.As prime minister, Hariri did not directly confront Hezbollah or the Syrians, but conflict simmered nonetheless. The Syrian Army continued to occupy Lebanon from the north, and Hezbollahs battles with Israel to the south did little to help most of the Lebanese people. Hariris wealth and popularity  not to mention his influence as the owner of a growing portfolio of Lebanese and French newspapers and television and radio stations  gave him a reputation far beyond Lebanon. He wanted to make Beirut the financial capital of the Middle East, as it had once been, and Lebanon a liberal, Western-oriented country. Assad sought to maintain the status quo, with Syria in control of Lebanon and Hezbollah its most powerful military force.In the end, Assad prevailed  if not on the larger question of Syrias presence in Lebanon, then at least on whether it would be him or Hariri who would determine the outcome. The struggle for control found its object in a dispute about the fate of Emile Lahoud, the president of Lebanon since 1998, who was about to end his final term in office. The role of the president was largely ceremonial, but Lahoud, a Christian, had long backed Syrian involvement in Lebanon, and Assad decided it was important to keep him in place, a move that would require amending Lebanons constitution. Hariri was firmly opposed to the amendment, and the Syrians were also convinced that he and Walid Jumblatt, a Druse opposition leader, were acting behind the scenes to help the United Nations Security Council pass Resolution 1559, calling upon Hezbollah to disarm and Syria to withdraw from Lebanon.On Aug. 26, 2004, Assad summoned Hariri to his presidential palace in Damascus to deliver an ultimatum. Lahoud must remain in office, Assad said, even if the United States and France didnt like it. Hariri objected, but Assad cut him short. It will be Lahoud, he said. If Hariri or Jumblatt tried to stop him, another person present at the meeting told the tribunal, he would break Lebanon over their heads. Then he repeated the threat. I will break Lebanon over your head and over Walid Jumblatts head, he said. So you had better return to Beirut and arrange the matter on that basis. (Assad has since denied threatening Hariris safety in any way.)Hariri returned to Beirut  one of his bodyguards would later tell the United Nations investigators that the prime minister was so shocked by the encounter that his nose began to bleed  and drove immediately to Jumblatts home. Assads father had almost certainly ordered the death of Jumblatts father, the Lebanese opposition leader Kamal Jumblatt, in 1977, and he was also most likely behind the assassination of Bashir Gemayel, the Christian president-elect of Lebanon, in 1982. Hariri and Jumblatt had little reason to doubt that Assad would do the same to them. The risk only increased on Sept. 2, when the Security Council passed Resolution 1559; the Syrians suspected, not without justification, that Hariri was involved.Hariri was losing the parliamentary vote on the Lahoud amendment in any case, and several Syria-backed ministers threatened to resign, taking the government down with them, unless Hariri himself stepped down. In early September, shortly before a ceremony in which he received a prize from the United Nations for rebuilding Lebanon, Hariri announced his resignation. He left office on Oct. 20, 2004, and immediately turned his attention to the regional elections scheduled to take place in six months. A new government, his advisers told him, would almost certainly put him back in the prime ministers office.4. The AssassinationHariri lived and worked in a sprawling, nine-story compound, Quraitem Palace, and around 10 a.m. on Feb. 14, 2005, he alerted his bodyguards that he would soon be leaving for an appointment. He liked to drive himself, even when he was prime minister, but while in office he traveled with 50 guards from the Internal Security Forces. Now he had just four I.S.F. guards, supplemented by his own private security team, led by Yahya al Arab, known commonly as Abu Tareq, who had been at Hariris side since 1975, wearing dark sunglasses and a stern expression. The guards all carried handguns and wore radio earphones connected by a private network under Abu Tareqs supervision. In their cars were automatic rifles, a radio-signal jammer (to counter attacks by remote-controlled devices) and, according to one source, rocket-propelled grenades and missile launchers.At 10:41 a.m., Hariris motorcade set out for Nejmeh Palace, Lebanons Parliament building. It arrived about 13 minutes later, and Hariri spent the next hour talking with several members of Parliament, including his sister, Bahia Hariri. In news photographs taken at the time, he appears to be calm and happy. At 11:56 a.m., Hariri returned to his convoy, and his bodyguards began entering their vehicles, awaiting the order from Abu Tareq to return home.At that same moment, several cellphone calls were made from the vicinity of the Parliament building to another group of phones about a mile northwest. Shortly after these calls, security cameras in the President Suleiman Franjieh Tunnel, in roughly the same area, recorded the Mitsubishi Canter flatbed truck moving north, toward the St. Georges Hotel. The truck was carrying two tons of a military explosive called RDX  enough to create the blast equivalent of the 1995 Oklahoma City bombing.As he moved to step into his car, though, Hariri paused. Abu Tareq had told him that Najib Friji, the United Nations spokesman in Beirut, was meeting some reporters at Place de lEtoile, a cafe just across the street. Hariri decided not to drive away just yet. Instead, he walked briskly to the cafe. Abu Tareq notified the bodyguards by radio of the delay. Another series of mysterious cellphone calls took place, and the driver of the Mitsubishi truck made a right turn after leaving the tunnel and parked. Hariri spent 45 minutes in the cafe, chatting with Friji and the reporters, as well as a few passers-by. The cellphones remained silent, and the truck remained parked, waiting.Hariri had a guest with him, Basil Fuleihan, a Christian, who had served as Lebanons minister of economy and trade. At Hariris request, Fuleihan had cut short a ski vacation in Switzerland to consult on some economic matters. He had made two separate flight reservations for his return to Switzerland  one for Sunday, the day before the attack, and one for the day after it. He chose the second date because he wanted to take part in a parliamentary debate.Finally, Hariri left the cafe and returned to his car. Fuleihan took the passenger seat. Hariri opened his door and waved and smiled to the small crowd that had gathered. In a photograph of this moment, the last ever taken of Hariri alive, a reflection of Parliaments clock tower is visible in the bright, clean window of the Mercedes. Like sleuths in an implausible detective novel, the investigators turned the image around and saw the exact time of departure for Hariris last convoy: 10 minutes before 1 p.m.Hariris motorcade was made up of six vehicles. The I.S.F. guards took the lead in a black Toyota Land Cruiser, followed immediately by private security guards in a black Mercedes-Benz S500. Then came Hariri, at the wheel of his own S600 (with Fuleihan), and then two more S500s with more private security guards. Bringing up the rear was a dark blue Chevrolet Suburban that had been refitted as an ambulance. Abu Tareq, in the fourth car, radioed ahead to the I.S.F. team the route he wanted to take. The other drivers knew to follow only their lead.When the convoy set off, the cellphone chatter picked up again, and the Mitsubishi truck pulled back into traffic. The security camera at the exit to the President Suleiman Franjieh Tunnel captured the truck again as it drove toward the St. Georges Hotel. The time was 12:51 p.m. Another security camera, this one on the HSBC Bank building, also captured the Mitsubishi, now moving very slowly, much slower than the other traffic.The truck approached the St. Georges Hotel, passing in front of yet another security camera. A second after the Mitsubishi left the area covered by the camera, Hariris motorcade came into view. The six vehicles were traveling fast, approaching 45 miles per hour, in accordance with security protocols. The cars flew by, each about 20 feet apart. Then the motorcade also exited the range of the cameras.At 12:55 p.m., as the motorcade approached the canyon between the St. Georges Hotel and the Byblos building under construction across the street, the first car overtook the Mitsubishi. The bomber had probably been told to detonate next to the third car, the one Hariri was driving. He missed it by a split second, though, and instead the Mitsubishi exploded just as the fourth vehicle began to pass.In one moment, the canyon became an inferno. The blast created a huge crater and, all around it, a confusion of flames, smoke, dust, blazing vehicles, dead and dying people, body parts and, from the shattered buildings, hundreds of thousands of glass splinters. People watching a live telecast of Parliament saw the lectern shudder and the speaker cringe in fear. It was clear that this was not an earthquake, and when a second blast did not come, the legislators knew it was not a sonic boom from Israeli jets, which always fly in pairs. A Parliament member was heard shouting, in Arabic, Bomb!Abu Tareq, who was in the fourth car, the one closest to the blast, took the full force of the explosion; 38 scraps of flesh were all that investigators could find of his remains. That car and what was left of its occupants were hurled into the lower floors of the Byblos building. The driver, Mohammed Darwish, had both of his arms and both of his legs blown off. Those who remained trapped in their seats in other cars met a hardly better fate. Video footage shows the flames consuming them, with the white of their skulls appearing as the flesh of their scalps melted.Hariri was blown out of his car and almost certainly died immediately. Hariris bodyguards used to kiss his hand as a token of their loyalty to him. When I went back, one of the guards later explained to the tribunal, I saw him on the ground, and I was able to identify him through his wedding ring.5. Wissam EidTwo investigations began almost immediately. A preliminary United Nations team started what ultimately became the tribunal, and Wissam Eid, a police captain who studied computer engineering before enlisting in the I.S.F., led the local investigation. The United Nations spent many millions of dollars investigating the crime, and the whole world pondered a case with almost unimaginable consequences for the region. But it was Eid who asked the question that ultimately broke open the case: Why not look at cellphone records?At the time, law-enforcement agencies worldwide were far less sophisticated than they are today about what can be derived from cellphone use. Some criminal elements were aware that an intelligence service might be able to listen in on calls, but few if any had thought about the value of metadata, the seemingly innocuous information about when and where a call is made or even just a phones location at a given moment. (You can call a cellphone and get an answer within seconds because cellphones, when they are on, constantly check in with whatever cell tower is nearest.)At Eids request, a judge ordered Lebanons two cellphone companies, Alfa and MTC Touch, to produce records of calls and text messages in Lebanon in the four months before the bombing. Eid then studied the records in secret for months. He focused on the phone records of Hariri and his entourage, looking at whom they called, where they went, whom they met and when. He also followed where Adass, the supposed suicide bomber, spent time before he disappeared. He looked at all the calls that took place along the route taken by Hariris entourage on the day of the assassination. Always he looked for cause and effect. How did one call lead to the next? He was brilliant, just brilliant, the senior U.N. investigator told me. He himself, on his own, developed a simple but amazingly efficient program to set about mining this massive bank of data.The simple algorithm quickly revealed a peculiar pattern. In October 2004, just after Hariri resigned, a certain cluster of cellphones began following him and his now-reduced motorcade wherever they went. These phones stayed close day and night, until the day of the bombing  when nearly all 63 phones in the group immediately went dark and never worked again.Eid spent a year coaxing patterns out of the data. Then he began to present a series of secret reports to his superiors and, eventually, to the U.N. team. He was certain that a large and well-trained team of operatives had used a network of cellphones to carry out the assassination. Eid also reported a preliminary  and dangerous  conclusion. He had evidence linking the phone network to senior members of Hezbollah. These suspicions were strengthened when he got a call from a senior Hezbollah operative, who had somehow learned of his investigation. According to a report years later by CBC News, the operative confirmed that some of the phones did belong to members of Hezbollah, but he claimed that they were using them to investigate an Israeli conspiracy.Undeterred, Eid pressed on. On Sept. 5, 2006, a roadside bomb exploded near a two-car motorcade carrying Eids commander, Lt. Col. Samir Shehadeh, and his entourage through southern Lebanon. Shehadeh survived, but the blast killed four of his bodyguards. (Shehadeh later resettled in Quebec.) Eid himself began receiving death threats. He continued his work, tracking one phone to the next, making new connections. He asked his brother to videotape him at work, and he also made a backup copy of his work and the unprocessed records.The U.N. team, by contrast, had made little progress. In October 2005, just eight months after the attack, Detlev Mehlis, the German investigator the U.N. sent to oversee the case, issued a hurried report based primarily on the testimony of two witnesses, who claimed to have been present when a group of Lebanese generals planned the attack in conjunction with Syrian intelligence officers. The Lebanese authorities arrested the generals, who emphatically denied any involvement; soon the case began to fall apart. As months, then years, went by, Human Rights Watch, the U.S. State Department and eventually the United Nations itself called on Lebanon to release the generals, which it did only many years later, when one witness recanted his testimony on a television news program.In late 2007, the U.N. team finally turned to the phone records. At first it ignored Eids preliminary work, which had been somewhere in its files since 2006. Instead, according to the report by CBC News, the U.N. team independently hired a British data firm to analyze phone data and  like Eid before them  quickly discovered an obvious pattern. A cluster of phones trailed Hariri for months before his death, then went dark after the attack.Eid had gone much further, though, making several logical leaps that allowed him to begin building out an entire command structure. The U.N. team finally turned its attention to his work  Who is this guy? is how one unnamed U.N. investigator would later characterize his reaction to CBC News  and invited him to meet in January 2008. The meeting was productive, so they met again the following week. The next day, Jan. 25, 2008, as Eid and his bodyguard were driving on a freeway in East Lebanon, a car bomb exploded, killing him, the bodyguard and two other people who happened to be out driving that day. Eid was only 31.Soon after, the Lebanese authorities announced that they were unable to take any further part in the investigation, and they transferred all of the material in their hands, two truckloads, to the U.N. team.6. The PhonesThe investigators now turned their full attention to the cellphone records. Building on Eids work, they determined that the assassins worked in groups, each with a leader and each adhering to specific procedures. Everyone in the group called the leader, and he called everyone in the group, but the lower-level operatives never called one another.The investigators gave each group a color. The green group consisted of 18 Alfa phones, purchased with fake identification from two shops in South Beirut in July and August 2004. The purpose of the fake IDs was not to defraud Alfa out of payment; every month from September 2004 to May 2005, someone went to an Alfa office and paid all 18 bills in cash, without leaving any clue to his identity. The total phone bill for the green network, including activation fees, was $7,375  a prodigious amount, considering that 15 of the green groups 18 phones went almost entirely unused.The first spike in call activity occurred in September 2004, immediately after Hariri announced his resignation. The investigators contend that the green group was at the center of the conspiracy. The phone number 3140023 belonged to the top leader, and the numbers 3159300 and 3150071 belonged to his two deputies. (He called them and they called him, but with those phones, they never called each other.) The two deputies carried phones belonging to other groups, through which they passed on instructions to the other participants in the operation. When a member of one group would call a group leader, the group leader would often follow up by switching to a green phone and calling the supreme leader, who was nearly always in South Beirut, where Hezbollah keeps its headquarters.On Oct. 20, 2004, the day Hariri left office and his security detail was significantly reduced, the blue group went into operation. It originally worked according to the same rules as the green group, but its active membership increased from three phones to 15, with seven connected to Alfa and eight to MTC Touch. All of the blue phones were prepaid. Some were acquired as early as 2003 and had seen little or no use. The people who bought them also gave false identification, and again money seemed to be in plentiful supply. The minutes that expired each month went largely unused, but the phones were loaded again and again. When the blue group went dark, the phones still had unused minutes worth $4,287.The prosecutors say the blue group followed Hariris movements. On the morning of Oct. 20, its members were already deployed around Quraitem Palace. At 10:30 a.m., Hariri set out toward Parliament and then to the presidential palace, where Lahoud was waiting to receive his resignation. The cell towers picked up the blue groups members moving with him and calling their chief. From then on, the blue phones trailed Hariri nearly everywhere  to Parliament, to meetings with political leaders, to long lunches at the Saint-Georges Yacht Club & Marina. When Hariri was at his home, so were they. When he flew abroad, they moved with him to the airport and then stopped operating until he returned, when they would pick up the trail again.Eventually, the yellow group was added, and its 13 members seemed to share surveillance duties with the blue group. When Hariri was with his family at a vacation home in Faqra at the end of December 2004, the villa was under constant surveillance by both the blue group and the yellow group, with calls going from their chiefs to South Beirut and vice versa. From the way the yellow phones moved, their users appeared to be studying Hariris habitual movements and possible sites for an attack. Whoever planned this attack had budgeted time for careful research.On Jan. 25, two members of the blue group traveled outside their usual orbit, to the Al Beddawi district of Tripoli. From another of their rare Tripoli excursions, they would have known that a Mitsubishi Canter flatbed truck had been for sale there since late December. Now they entered the dealership to negotiate with the salesman. After a few minutes, one of them called his leader in Beirut, possibly to get approval for the purchase price, and then the deal was done.It was the purple group, the prosecution says, that handled the cover operation. They located Ahmed Abu Adass, lured him into going to see the surprise that Mohammed promised him, made him deliver the suicide bombers speech before the video camera and then, quite possibly, killed him and disposed of the body. When these happenings are mapped by time and place, they coincide perfectly with the movements of the purple group.Just days before the assassination, someone bought the prepaid phone card that was used to call Al Jazeera, as well as Reuters, from four public phones, one of which was near the tree where the Adass tape was left, taking responsibility in the name of the ephemeral Nusra and Jihad Group in Greater Syria. The location of the purple cellphones coincides with the location of the public phones at the time the calls were made.The last cellphone group to go into action was the red group. These phones, investigators believe, belonged to the inner circle of the Hariri surveillance team in the days before the attack  and to the actual suicide bomber.The assassins may not have known that someone like Eid, with his unusual skills, or the international investigating team, with its extraordinary resources, would eventually uncover their movements in the months before the attack, but they did appear to behave as if they thought someone was liable to check cellphone traffic near the St. Georges Hotel on the day of the attack.In this case, too, just as with their choice of truck, the assassins made an effort to point the investigators toward the Sunni region around Tripoli. The eight phones belonging to the red group were all acquired there, prepaid, between late December 2004 and early January 2005. They were activated at the same time, also in Tripoli, on Jan. 4, and the owners began talking to one another 10 days later, when surveillance activity on Hariri was increasing throughout the network. On Feb. 2, 12 days before the attack, the minutes on the phones expired. Someone picked them up in Beirut and traveled the 50 miles to Tripoli, activating them there  where the cellphone tower recorded their location  before returning them to their users in Beirut. Unlike all the other cellphones involved in the operation, the red phones were never used in Shiite-dominated South Beirut or even taken there when switched on.From the time the red groups phones were activated, its members took a lead role in trailing Hariri, who himself seldom traveled in South Beirut. Scrutinizing the telephone activity, the U.N. investigators found that the networks pattern on Feb. 8, a week before the actual attack, was identical to that of Feb. 14  aside, of course, from the explosion itself. Hariri traveled exactly the same route on that day. We believe that either they had a test run or there was a close call and they just couldnt get him, the senior investigator said.The red-phone activity peaked on the day of the bombing, and it was concentrated along the route Hariri took to the Parliament building and the St. Georges Hotel. The prosecution says the suicide bombers phone number was 3127946. When the Mitsubishi exploded, the phone went dead, and the entire red group fell silent forever.7. Sami IssaThe prosecution contends that in addition to the operational phones, the assassins also used several private mobile and landline phones. As the senior investigator told me, they could see that a given assassin had an operational phone in his front pants pocket and in the back pocket a phone that he used to call his girlfriends.Drawing on Eids work, the United Nations investigators compared the areas where the relevant operational phones were used to the areas where the private phones were used, looking for patterns that would allow them to connect the operational phones to real people with real histories. Prosecutors say that many men were involved in the conspiracy, but through this method they have been able to positively identify five of them  the defendants.One is Hassan Habib Merhi, born in Beirut in 1965. Prosecutors can find no bank accounts in his name, and they know he has paid cash even for his childrens school and university tuition. Merhi joined Hezbollah in 1986, and in 2003 he was appointed commander of Hezbollahs special forces in Lebanon, which would place him among the top commanders of the Hariri operation. Israeli intelligence officials say he was behind the abduction of two Israeli soldiers on July 12, 2006, which set off the 34-day war in Lebanon between Israel and Hezbollah.The prosecution says Merhi ran the purple group, the one in charge of the cover operation. A cell tower near Merhis home picked up signals from the top purple phone and one of Merhis personal phones for days on end, and the personal phone for which Merhi gave the number on his income-tax return also regularly accompanied a purple phone, presumably as Merhi traveled around town with both. In November 2004, Merhi, apparently by mistake, ordered some furniture for his home with the purple phone number 3572321. He signed a paper confirming that he received the furniture, but when he realized that one of the items was not what he ordered, he used the same purple phone to call the store and ask for it to be replaced. Prosecutors say that same purple phone was always in the same place as the green command-group phone that Merhi carried.Another of the defendants is Salim Jamil Ayyash, born in Harouf, Lebanon, in 1963. Ayyash is a registered firefighter, though in 2004 he appeared to be working just two days a week. He is related to Hezbollahs supreme military commander, Imad Mughniyeh, and is the leader of Hezbollahs Jaber Force unit, named after the candy factory where Mughniyehs father once worked. (The tribunal has jurisdiction over not just the bombing, but also any related crimes, including the attacks on Wissam Eid and his commander, which, investigators say, based on cellphone data and a chemical analysis of the RDX explosives used in many of the operations, were probably carried out by the Jaber Force unit.) Ayyash, the prosecution claims, oversaw most of the preparations and was also involved in coordinating the movement of the Mitsubishi truck on the day of the attack.Ayyash used 11 phones, two of them landlines, five for personal purposes and four for various operational groups. He, too, went everywhere with his personal and operational phones, so the cell towers always recorded them in the same places.Hussein Hassan Oneissi, the third defendant, was born in Beirut in 1974. In the few civic records that investigators could find, he describes himself as self-employed or as the bookkeeper for his brothers carpet store. The prosecution says he is Mohammed, the man who lured Adass into the conspiracy. He had first asked another man, Ahmad Libdeh, to teach him to pray, but Libdeh told him he was too busy and recommended Adass. (A main prosecution witness, Libdeh had agreed to testify in The Hague, but someone leaked his name to a Lebanese newspaper, which the tribunal could charge with obstruction of justice. Its hard to secure witnesses if you cant maintain their anonymity.)The fourth defendant, Assad Hassan Sabra, was born in Beirut in 1976. He dropped out of school at age 15, served in the military, then worked as a painter and a shoe salesman, among other occupations. Prosecutors say he was also a part of the purple group under the command of Merhi.The most important of the defendants, though, is Mustafa Amine Badreddine, born in 1961. His name appears on very few Lebanese documents, but he has nonetheless become well known to investigators. Like Ayyash, he is a cousin of Mughniyeh, and he is also married to Mughniyehs sister. For many years he was Mughniyehs most trusted associate, and he is believed to have participated in some of Hezbollahs most spectacular operations. Badreddine was part of the Hezbollah cell that attacked the American Embassy in Kuwait in 1983, killing six. (He was captured by the Kuwaiti authorities and was serving a life sentence there when Saddam Husseins army invaded from the north in 1990. In the chaos that followed, Badreddine escaped to the Iranian Embassy in Kuwait City; from there, members of the Islamic Revolutionary Guards Corps conveyed him to Tehran, then back to Beirut, where he immediately resumed his regular duties.)Most of Badreddines operations have involved helping local jihadist elements outside Lebanon. According to an intelligence operative in the region, Badreddine was the commander of Unit 1800, which abetted terrorist acts against Israel from and in the West Bank and Gaza, and also coordinated the activities of Unit 2800, which was responsible for promoting attacks against Sunni forces in Iraq, as well as American and British troops during the Iraq war. After the Mossad assassinated Mughniyeh in 2008, Badreddine took over most of his duties. He himself was targeted for assassination in January, when Israeli drones fired on a group of seven men in Syria, killing an Iranian general and six Hezbollah members, including Jihad Mughniyeh, Imads son. Badreddine had dropped out of the gathering at the last minute.Crucially for investigators, Badreddine appears to have been living a second life under the name Sami Issa. Lame in his right leg, sporting sunglasses and a baseball cap, equipped with a gleaming Mercedes and personal bodyguards, Badreddine/Issa roamed the length and breadth of Lebanon. The prosecution says that Badreddine/Issa had no fewer than 13 phones at the time of Hariris assassination. These phones never dialed one another, and some of the people he called, including his mistresses, probably knew him only as Sami Issa. He used that name on some of the text messages he sent, as well as Sami Samino or just Samino, which is also the name of the jewelry store he ran under the Issa identity.Keeping this all straight proved challenging. The private phones belonging to Issa, for instance, made many calls to the family of Badreddine. One of those numbers called Badreddines sister, Saada, no fewer than 2,056 times. On April 6, 2005, Issa received multiple messages of congratulations on his birthday  which is also Badreddines birthday. Likewise, Issas phones were used to call and receive calls from Saudi Arabia on the same days that Badreddines wife Fatima and their son were there. One phone even traveled to the airport on the day they left Lebanon and on the day they returned.Two of the personal phones Issa used traveled all over Lebanon in absolute synchronicity with the green phone number 3140023, the phone belonging to the supreme leader of the Hariri assassination cell network. The personal phones were also used to make multiple calls to Hezbollah numbers.The prosecution says that on the night before the attack, Badreddine, Ayyash and Merhi were in continual contact, presumably tying up loose ends before the operation. Badreddine also had the Issa phones with him. At roughly 2 a.m., a text message was sent to one of these, 3966663, by one of Issas girlfriends. He replied teasingly at 2:31 a.m.: If you knew where I have been, you would be very upset.Its hard to tell whether Issa is confessing to infidelity or to something far worse  realizing what she, a Sunni Muslim, would have thought if she knew. Either way, this text message shows that even amid the intense pressure of finalizing preparations for one of his biggest operations, Badreddine finds time to kid around with a girlfriend.The next day, at two minutes before noon, just before the attack, Ayyashs green phone called Badreddines green phone from very near the St. Georges Hotel. The call lasted 14 seconds. This was the last call on the green network. A short time after that, the prosecution claims, Badreddine made several calls to unidentified numbers, using another one of his phones. Information obtained by the tribunals investigators indicates that he spoke to Imad Mughniyeh, Hezbollahs supreme military commander, possibly to get the final authorization to act. Later on that day, in a manner very uncharacteristic of Badreddine, all of his phones fell silent for two hours.8. The IndictmentIn 2009, the United Nations team decided that it couldnt make any more progress inside Lebanon. It packed all of the evidence, including the burned remains of six vehicles, onto cargo planes and flew it to the Netherlands. The Security Council established the tribunal, and the investigation team was absorbed into the tribunals prosecution team.Hezbollah remained intransigent. On Jan. 12, 2011, Hezbollah demanded that Saad Hariri, Rafiks son and the prime minister of Lebanon at the time, rebuff the tribunals efforts. When he refused to hold an emergency cabinet meeting, Hezbollahs ministers withdrew from the cabinet and the government collapsed. Lebanon was back on the brink of civil war, and experts were predicting that if indictments were issued, Hezbollah would not hold back. Several Arab leaders flew into Beirut to calm the situation. It helped, at least for the time being.Later that month, the lead prosecutor, Daniel Bellemare, filed an indictment but did not disclose the names of the accused. In June, he released four names. (Merhi would be indicted in 2013.) As the indictments were being finalized, the U.N. team sent arrest warrants to the Lebanese government. Interpol issued Red Notice warrants at the same time. It came as no surprise when the Lebanese authorities reported that they could not capture the suspects. Tribunal personnel criticize  sharply in off-the-record interviews and diplomatically in official documents  the governments inability to control Hezbollah. (You can sympathize with the actual politicians charged with bringing such an organization to heel, though. Early this month, I saw the current prime minister of Lebanon, Tammam Salam, at a security conference in Munich. He told me that the work of the Hariri tribunal was important and serious and that his government was following it closely, but he also declined to say anything more specific.)According to information obtained by the tribunal, sometime in 2009, when Hezbollah learned of the mounting evidence against its operatives, Hussein Mahadawi, the chief representative of Irans Revolutionary Guards in Lebanon, instructed them to lower their profiles and try even harder to vanish. The only one who didnt comply was Badreddine, who refused to give up his luxurious lifestyle and went on using his Sami Issa identity.For all the seeming absurdity of a murder trial in absentia, the investigation and trial have succeeded in causing substantial damage to Hezbollah. The identities of some of its leading operatives have been exposed, and those men will need to continue taking extra measures to remain in hiding. Tribunal personnel are convinced that because of their investigation, Hezbollah has already stopped using public cell networks in favor of closed ones, a move that has made their operational functions more unwieldy and complicated.In the long term, Hezbollahs standing inside Lebanon has been compromised by the allegations. Since its inception, the group has depicted itself as caring for the welfare of all Lebanese, not just Shiites. But now the tribunal is producing overwhelming, albeit circumstantial, evidence that Hezbollah murdered the most important politician Lebanon had ever produced, and indiscriminately slaughtered many others in the process.Nasrallah, the groups leader, seems to have grasped this problem, because after the indictments were issued he immediately began fighting the tribunal with all his might. Since Hezbollahs war with Israel in 2006, Nasrallah almost never leaves his bunker in South Beirut, for fear of Israeli assassins and drones, and he makes no public appearances. On July 2, a few days after the first four suspects names were released, Nasrallah emerged to deliver a long speech, broadcast by his TV station, Al Manar. The four men have been unjustly accused, Nasrallah said. He confirmed that the defendants were indeed members of his organization, men who have an honorable history in resisting the Israeli occupation, and he threatened to cut off the hand of anyone trying to capture them. The whole tribunal, he said, was an American-Israeli conspiracy and full of financial and moral corruption. It was invalid, he said: We reject it, and reject the invalid accusations and invalid rulings to be issued by it, and consider them an aggression against us and against our resistance fighters, and an injustice against the honor of this nation. A Hezbollah delegate to Parliament demanded an end to Lebanons contribution to the cost of the tribunal in a no less menacing tone: Otherwise the matter will be very dangerous.The lawyers for the defendants are more circumspect, focusing instead on the very real problem of defending clients in absentia in a case that is entirely circumstantial. This is a moot court, like a fictional case, said Philippe Larochelle, another member of the defense team. We dont have access to our clients and cant raise an alibi. All we can do is deconstruct the prosecutors theory  a theory, he said, that is based on unproved investigative techniques, including co-location and link analysis.The tribunal has pursued its lofty goals imperfectly, and yet as I come to the end of my work on this article, after a full year of research, interviews in seven countries and the study of thousands of pages of evidence and court protocols, my reflections are dominated by thoughts about the victims, in particular Ahmad Abu Adass. He was 22 in 2005, a nave, kindhearted young man who only wanted to help someone he thought was a friend to learn to pray. Instead, or so the evidence suggests, he fell victim to an unspeakable trap  forced to make a suicide bombers tape and then thrown into some pit, without a name, without a monument.",
      "AUTHOR":"RONEN BERGMAN",
      "TITLE":"The Hezbollah Connection",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/magazine/15hariri1/15mag-15hariri.t_CA3-articleLarge.jpg"
   },
   {  
      "CONTENT":"Western coverage of the Arab Spring was often simple-minded, as journalists focused on the dramatic confrontations between the police and protesters in Tahrir Square in Cairo or on Libyan militiamen fighting Col. Muammar el-Qaddafis soldiers on the road south of Benghazi. Uprisings were reported like scenes out of Les Misrables, with an oppressed people battling a brutal tyranny everywhere from Tunis to Bahrain.There was nothing culpable about this. Genuine revolutions may seem to succeed at first because they are the unexpected outcome of contradictory forces coming together almost by chance. When the first protest began in Cairo on the morning of Jan. 25, 2011, the demonstrators chanted: Bread! Freedom! Social Justice! The people demand the fall of the regime. Up to the last moment the organizers were uncertain that anybody would dare come out onto the streets to support them.The most important revolution of the Arab Spring was in Egypt, whose 90 million inhabitants make it the most populous country in the Arab world. Had the revolutionaries won there, the balance of power between democracy and dictatorship would have changed across the region. Over 18 days, secular and Islamist opponents of President Hosni Mubarak fought together in and around Tahrir Square to end his 29 years in power. These were the heroic days of the revolution, and they were never to be repeated. Instead, divisions within the opposition became wider, while the partisans of the discredited old regime recovered their nerve and eventually returned to power. On July 3, 2013, a military coup with much popular support overthrew and jailed the first truly elected Egyptian president, Mohamed Morsi. In May 2014 the former army field marshal Abdel Fattah el-Sisi was elected president to replace him with 96.9 percent of the vote, a figure underlining the degree to which the authoritarian state was confidently back in business.It is one of the many strengths of Thanassis Cambaniss fluent, intelligent and highly informed book, Once Upon a Revolution, that he convincingly explains what happened in Egypt over the last four years. It should be read by anybody perplexed by how Egypts apparent entry into a brave new democratic world was ultimately defeated. This account has the vividness and readability of eyewitness reporting combined with an unsentimental and perceptive judgment about where the opponents of autocracy went wrong.Cambanis, the author of A Privilege to Die: Inside Hezbollahs Legions and Their Endless War Against Israel, got to know the activists who started the first demonstrations and describes developments as they appeared to him. He does not underestimate the difficulties the revolutionaries had in mobilizing people against a state that had developed so many instruments of control since the army first took power in Egypt in 1952. They had to overcome the sense of hopelessness and cynicism among the mass of Egyptians, who had come to believe that any attempt to better their lot was doomed to failure and might even leave them worse off. Egyptian leaders fostered this fear of insecurity, claiming that iron rule from the top was the only alternative to anarchy. Egypts dictators had insisted that their subjects were incompetent, helpless sheep who needed a strong hand, Cambanis writes. Left on their own, theyd make a mess and starve to death.Egyptians have paid a heavy price for their centuries-long tradition of authoritarian rule and the consequent political inexperience of its opponents at all levels. It is common to blame the victory of the counterrevolution on the self-isolating mistakes of the Muslim Brotherhood after it won the parliamentary and presidential elections in 2012. But in fact all opposition parties, secular and Islamist, were fighting among themselves and with one another long before they had taken over the institutions of the old regime. In the final round of the parliamentary election in January 2012 some 27 million Egyptians voted. Almost six months later the Parliament was dissolved by the Supreme Constitutional Court, which was dominated by old-regime appointees, while moderate secular parties failed to agree on running a single candidate who might have won the presidency. Many secular Egyptians applauded when more than 700 Muslim Brotherhood protesters were massacred by the police and the army in Rabaa Square on Aug. 14, 2013.The supporters of democracy in Egypt always held a weaker hand than the outside world imagined. Mubarak fell because of pressure from below, but also because the Egyptian Army was alienated by his plan to have his son Gamal succeed him. The organizers of the street protests were nave about taking advantage of their original astonishing successes; they never displaced their enemies from positions of power, attempting a revolution without any of the usual political gambits. They didnt try to take over the governments television stations or any ministries. Their restraint meant that they were slandered by the state media as well-off playboys and drug-takers, as sexually promiscuous or gay, and in the pay of foreign countries. The Western media exaggerated the extent to which the Internet, Facebook and YouTube circumvented government control of television, newspapers and radio. Cambanis concludes that the Internet age hasnt reconfigured the calculus of power.The weaknesses of the opposition were not all self-inflicted. Its true that there was deep popular anger in Egypt because the ruling elite had never delivered prosperity in exchange for depriving Egyptians of their political and civil rights. Most people found themselves in a Potemkin republic, crowded into unplanned apartments on narrow lanes, their grown children unemployable in Egypt whether they had a masters degree or merely a strong back. Poverty combined with miserable health and education facilities ensured plenty of dry tinder for revolutionaries. But the very backwardness of Egypt limited their ability to ignite it.State propaganda for more than half a century had fostered delusions about military rule much to the advantage of those who benefited from the status quo. Demonstrators went on chanting The army and the people are one hand long after it was apparent that the army was orchestrating the murder, imprisonment and torture of protesters. Cambanis says that even faced with overwhelming evidence of the militarys malfeasance, too many revolutionaries were willing to trust the military as an impartial referee. The revolution never sought to dispel the shibboleth that Egypts army was sacred.Somehow this army that never won a war in the 60 years it has ruled Egypt has avoided responsibility for the miserable state to which it has reduced the country. During the two years of revolutionary upsurge, it convinced Egyptians that it was the sole barrier against violence and sectarian hatreds that were fomented or manipulated by the military itself. When Copts demonstrated in front of Maspero, the state media headquarters in Cairo, they were shot down by soldiers and run over by armored cars. Go help the army, an announcer on state television declared. Our soldiers are being attacked by Christians.Cambanis expresses uncertainty as to whether Tahrir Square was just an interlude in Egypts tragedy. He quotes Cairo street graffiti that ask, Do you remember the tomorrow that never came? His story of what happened will do much to keep that memory alive.",
      "AUTHOR":"PATRICK COCKBURN",
      "TITLE":"Once Upon a Revolution, by Thanassis Cambanis",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://ecx.images-amazon.com/images/I/51sHjgGGPGL._SY344_BO1,204,203,200_.jpg"
   },
   {  
      "CONTENT":"A guide to cultural and recreational events in Connecticut. Items for the calendar should be sent at least three weeks in advance toctcal@nytimes.com.ComedyHARTFORDXL Center Katt Williams. Feb. 15 at 7 p.m. $56 to $79. XL Center, 1 Civic Center Plaza.xlcenter.com; 860-249-6333.MANCHESTERThe Hartford Funny Bone Dan St. Germain. Through Feb. 15. $15 to $50. Red Grant. Feb. 19 through 22. $15 and $17. The Hartford Funny Bone, 194 Buckland Hills Drive. 860-432-8600;hartfordfunnybone.com.MASHANTUCKETComix at Foxwoods Kenny Ortega. Feb. 18 at 8 p.m. $10 to $20. Lil Rel. Feb. 19 through 21. $15 to $40. Spinnatos Hypnotic Hysteria, Jim Spinnato. Feb. 22 at 8 p.m. $15 to $25. Comix at Foxwoods, 350 Trolley Line Boulevard.comixatfoxwoods.com; 866-646-0609.MASHANTUCKETFox Theater, Foxwoods Casino Steve Rannazzisi. Feb. 21 at 8 p.m. $25 to $55. Fox Theater, Foxwoods Casino, 350 Trolley Line Boulevard.foxwoods.com; 800-200-2882.STAMFORDThe Palace Theater New York Comedy Night, Jon Fisch and Shaun Eli. Feb. 19 at 8 p.m. $15.50. The Palace Theater, 61 Atlantic Street. 203-325-4466;palacestamford.org.FilmBRIDGEPORTThe Bijou Theater The 2015 Oscar Nominated Short Films. Through Feb. 19. $10. The Bijou Theater, 275 Fairfield Avenue.thebijoutheatre.com; 203-332-3228.HARTFORDCinestudio The Long Goodbye (1973), directed by Robert Altman. Feb. 15 through 17. The Theory of Everything, directed by James Marsh. Feb. 18 through 21. The Passionate Thief (1960), directed by Mario Monicelli. Feb. 22 through 24. $7 and $9. Cinestudio, 300 Summit Street. 860-297-2463;cinestudio.org.HARTFORDReal Art Ways The 2015 Oscar Nominated Short Films. Through Feb. 22. Last Days in Vietnam, documentary by Rory Kennedy. Feb. 18 and 19 at 7:20 p.m. Northern Borders, directed by Jay Craven. Feb. 20 through Feb. 26. $4.50 to $11. Real Art Ways, 56 Arbor Street.realartways.org; 860-232-1006.OLD SAYBROOKThe Katharine Hepburn Cultural Arts Center Oscar Night Party, hors doeuvres, desserts and cash bar. Feb. 22 at 7 p.m. $65 and $75. The Katharine Hepburn Cultural Arts Center, 300 Main Street. 877-503-1286;thekate.org.RIDGEFIELDRidgefield Playhouse The Historian, starring William Sadler and John Cullum. Feb. 20 at 7 p.m. $17.50 to $75. The Met in High Definition: Iolanta, screening of the opera by Tchaikovsky. Feb. 22 at noon. $15 to $25. Ridgefield Playhouse, 80 East Ridge Road.ridgefieldplayhouse.org; 203-438-5795.STAMFORDAvon Theater Shadow of a Doubt (1943), directed by Alfred Hitchcock. Feb. 18 at 7:30 p.m. The 2015 Oscar Nominated Live Action Short Films. Feb. 19 at 6 p.m. The 2015 Oscar Nominated Animated Short Films. Feb. 19 at 8:15 p.m. Inherent Vice, directed by Paul Thomas Anderson. Feb. 21 at 11 a.m. Wild, directed by Jean-Marc Vallee. Feb. 22 at 11 a.m. $6 to $11; Carte Blanche members, free. Oscar Night Party, hors doeuvres, cocktails and more. Feb. 22, 6:30 to 11 p.m. $100 and $125. Avon Theater, 272 Bedford Street. 203-967-3660;avontheatre.org.For ChildrenBRIDGEPORTDowntown Cabaret Theater The Ugly Duckling, Chicken Little and The Three Little Pigs, cabaret. Through Feb. 15. $19 and $23. Downtown Cabaret Theater, 263 Golden Hill Street. 203-576-1636;dtcab.com.HARTFORDReal Art Ways Song of the Sea, animated film directed by Tomm Moore. Through Feb. 17. $4.50 to $11. Real Art Ways, 56 Arbor Street. 860-232-1006; realartways.org.HARTFORDXL Center The Harlem Globetrotters, basketball and comedy. Feb. 21 at 2 and 7 p.m. $24 to $122. XL Center, 1 Civic Center Plaza. 860-249-6333; xlcenter.com.NEW BRITAINNew Britain Museum of American Art Celebrate the Presidents, digital painting, smartphone photography and more. Feb. 16, noon to 3:30 p.m. Free with museum admission. $8 to $12; members and children under 12, free. New Britain Museum of American Art, 56 Lexington Street. 860-229-0257;nbmaa.org.OLD SAYBROOKThe Katharine Hepburn Cultural Arts Center Rainbow Fish, musical. Feb. 15 at 3 p.m. $10 and $16. The Katharine Hepburn Cultural Arts Center, 300 Main Street. 877-503-1286; thekate.org.RIDGEFIELDAldrich Contemporary Art Museum Family Art Experiences with Ash Ferlito, art activities, storytelling and games. Feb. 21. Ages 2 to 5:10 a.m. to noon. Ages 6 to 10: 1 to 3 p.m. Free with museum admission. $5 and $10. Members, K-12 teachers, active-service military families and children under 18, free. Aldrich Contemporary Art Museum, 258 Main Street. 203-438-4519;aldrichart.org.RIDGEFIELDRidgefield Playhouse The Little Engine That Could, musical. Feb. 21 at 11 a.m. and 2 p.m. $15. Ridgefield Playhouse, 80 East Ridge Road. 203-438-5795; ridgefieldplayhouse.org.STAMFORDAvon Theater The LEGO Movie, directed by Phil Lord and Christopher Miller. Feb. 15 at 11 a.m. $6 to $11; Carte Blanche members, free. Avon Theater, 272 Bedford Street. 203-967-3660; avontheatre.org.STAMFORDThe Palace Theater Silent Slapstick, three short films, with live accompaniment by Ben Model. Feb. 22 at 1 and 3 p.m. $15. The Palace Theater, 61 Atlantic Street. palacestamford.org; 203-325-4466.UNCASVILLEMohegan Sun The Harlem Globetrotters, basketball and comedy. Feb. 17 at 7 p.m. $20 to $71. Mohegan Sun, 1 Mohegan Sun Boulevard. 888-226-7711;mohegansun.com.WINDSOR LOCKSNew England Air Museum Open Cockpit. Visitors climb into the cockpits of vintage aircrafts. Feb. 15, 10 a.m. to 5 p.m. Winter Break Activities, fly challenge activities, flight science demonstrations and the chance to sit in the cockpit of an aircraft. Feb. 16 through 20. $6.50 to $12. New England Air Museum, 36 Perimeter Road. 860-623-3305;neam.org.Music and DanceBETHELPizzeria Lauretano Wali Ali and the Tambourine Band, R&B.; Feb. 15 at 6 p.m. $15. Pizzeria Lauretano, 291 Greenwood Avenue.pizzerialauretano.com; 203-792-1500.BRIDGEPORTThe Bijou Theater Red, White and Blues: A Musical, Fairfield County Jazz Guild. Feb. 22 at 4 p.m. $25 and $35. The Bijou Theater, 275 Fairfield Avenue. thebijoutheatre.com; 203-332-3228.FAIRFIELDQuick Center for the Arts, Fairfield University Ballet Hispanico. Feb. 21 at 8 p.m. $5 to $45. Irvin Mayfield and the New Orleans Jazz Orchestra. Feb. 22 at 3 p.m. $5 to $45. Quick Center for the Arts, Fairfield University, 1073 North Benson Road. 203-254-4010;fairfield.edu/arts.FAIRFIELDStageOne, Fairfield Theater Company Leon Russell, blues and rock. Feb. 17 at 7:45 p.m. $85. Popa Chubby, blues. Feb. 20 at 7:45 p.m. $35. StageOne, Fairfield Theater Company, 70 Sanford Street. 203-259-1036;fairfieldtheatre.org.HAMDENCongregation Mishkan Israel A Wintertime Freylich, Renee Brachfeld and Mark Novak. Feb. 21 at 7 p.m. $5 to $20. Congregation Mishkan Israel, 785 Ridge Road. 203-288-3877;cmihamden.org.HARTFORDBushnell Center for the Performing Arts Rachmaninoff & Firebird, the Hartford Symphony Orchestra. Through Feb. 15. $32.50 to $67.50. Hot Chocolate Soul, music, comedy and poetry. Feb. 20 at 9 p.m. $30. Bushnell Center for the Performing Arts, 166 Capitol Avenue. 860-987-5900;bushnell.org.HARTFORDInfinity Hall Hartford Dianne Reeves, jazz. Feb. 15 at 7:30 p.m. $59 to $74. Buckwheat Zydeco, Cajun and R&B.; Feb. 17 at 7:30 p.m. A Mardi Gras party, with the magician Brian Miller and a marching band, starts at 4 p.m. $20 to $44. Mary Lambert, R&B.; Feb. 19 at 8 p.m. $20 to $50. Tab Benoit, blues. Feb. 20 at 8 p.m. $35 to $50. Beau Bolero, Steely Dan tribute band. Feb. 21 at 8 p.m. $25 to $37. The Barber of Seville, the Connecticut Lyric Opera and the Connecticut Virtuosi Chamber Orchestra. Feb. 22 at 7 p.m. $38 to $68. Infinity Hall Hartford, 32 Front Street. 860-560-7757;infinityhall.com.LAKEVILLETrinity Church Christopher Belluscio, trumpet, and Christine Gevert, organ. Feb. 21 at 3 p.m. $27 to $50. Trinity Church, 484 Lime Rock Road. 860-435-4866;worldclassmusic.org.NEW HAVENMorse Recital Hall, Yale University The Danish String Quartet, classical. Feb. 17 at 7:30 p.m. $26 to $36. Morse Recital Hall, Yale University, 470 College Street. 203-432-4158;music.yale.edu.NEW HAVENShubert Theater The Marriage of Figaro, Yale Opera. Through Feb. 15. $16.40 to $49.50. Ailey II, contemporary. Feb. 22 at 5 p.m. $15 to $48. Shubert Theater, 247 College Street. 203-562-5666;shubert.com.NEW LONDONEvans Hall, Cummings Art Center David Finckel, cello, and Wu Han, piano. Feb. 20 at 7:30 p.m. $11 to $22. Evans Hall, Cummings Art Center, 270 Mohegan Avenue.onstage.conncoll.edu; 860-439-2787.NEW LONDONGarde Arts Center Carnivale, Eastern Connecticut Symphony Orchestra. Feb. 21 at 8 p.m. $28 to $62. Garde Arts Center, 325 State Street. 860-444-7373;gardearts.org.NORFOLKInfinity Hall Bruce in the U. S. A., Bruce Springsteen tribute band. Feb. 15 at 7:30 p.m. $34 to $49. Joe Louis Walker Band, blues. Feb. 20 at 8 p.m. $24 to $34. Average White Band, funk and soul. Feb. 21 at 8 p.m. $40 to $55. Infinity Hall, 20 Greenwoods Road. 866-666-6306; infinityhall.com.OLD GREENWICHFirst Congregational Church of Old Greenwich The Asylum Quartet, saxophone ensemble. Feb. 22 at 4 p.m. $20. First Congregational Church of Old Greenwich, 108 Sound Beach Avenue.fccog.org; 203-637-1791.OLD LYMEFirst Congregational Church of Old Lyme Musical Masterworks chamber music series. Feb. 14 at 5 p.m. and Feb. 15 at 3 p.m. $35; students, $5. First Congregational Church of Old Lyme, 2 Ferry Road.musicalmasterworks.org; 860-434-2252.OLD LYMEThe Side Door Fred Hersch Trio, jazz. Feb. 20 and 21 at 7:30 p.m. $38.50. The Side Door, 85 Lyme Street. 860-434-0886;thesidedoorjazz.com.OLD SAYBROOKThe Katharine Hepburn Cultural Arts Center James Cotton, blues. Feb. 20 at 8 p.m. $42 and $45. The Machine, a Pink Floyd tribute band. Feb. 21 at 8 p.m. $35 and $38. The Katharine Hepburn Cultural Arts Center, 300 Main Street. thekate.org; 877-503-1286.RIDGEFIELDRidgefield Playhouse Marc Broussard, soul and rock. Feb. 19 at 8 p.m. $40. Lonestar, country. Feb. 21 at 8 p.m. $67. Ridgefield Playhouse, 80 East Ridge Road. ridgefieldplayhouse.org; 203-438-5795.STAMFORDThe Palace Theater Beethoven, Rossini and Mozart, Stamford Symphony. Feb. 14 at 8 p.m. and Feb. 15 at 3 p.m. $22 to $73. The Palace Theater, 61 Atlantic Street. palacestamford.org; 203-325-4466.STORRSJorgensen Center for the Performing Arts Cameron Carpenter, organ. Feb. 15 at 3 p.m. $10 to $32. Jorgensen Center for the Performing Arts, 2132 Hillside Road.jorgensen.uconn.edu; 860-486-4226.UNCASVILLEMohegan Sun Aaron Lewis, rock. Feb. 20 at 8 p.m. $30. Florida Georgia Line, country. Feb. 21 at 7:30 p.m. $65 and $85. Mohegan Sun, 1 Mohegan Sun Boulevard. mohegansun.com; 888-226-7711.WALLINGFORDOakdale Theater Bush, rock. Feb. 20 at 8 p.m. $45 to $65. Oakdale Theater, 95 South Turnpike Road. 203-265-1501;oakdale.com.WATERBURYPalace Theater of Connecticut Blue Man Group, theatrical and comedic music performance. Through Feb. 15. $28 to $68. Thana Alexa Soul and Blues Revue, jazz and rock. Feb. 20 at 7 and 9 p.m. $21. Palace Theater of Connecticut, 100 East Main Street. 203-755-4700;palacetheaterct.org.OutdoorsANSONIAAnsonia Nature Center Presidents Day Owling, birding activities. Feb. 16 at 1 p.m. Free. Ansonia Nature Center, 10 Deerfield Road.ansonianaturecenter.org; 203-736-1053.FAIRFIELDConnecticut Audubon Society Animal Tracking, guided nature walk and educational activities. Feb. 21, 10 to 11:30 a.m. $10 and $15. Connecticut Audubon Society, 2325 Burr Street.ctaudubon.org; 203-259-6305.POMFRET CENTERConnecticut Audubon Society at Pomfret Guided walks on the sanctuary trails, with naturalist lessons. Wednesdays at noon through Feb. 25. $3, members, free. Connecticut Audubon Society at Pomfret, 218 Day Road. 860-928-4948; ctaudubon.org.STAMFORDStamford Museum & Nature Center Winter Farm Letterboxing Trail. Search for clues and see some of the animals on Heckscher Farm. Through Feb. 28. $5 to $10; members and children under 3, free. Mondays through Saturdays, 9 a.m. to 5 p.m.; Sundays, 11 a.m. to 5 p.m. Stamford Museum & Nature Center, 39 Scofieldtown Road. 203-322-1646;stamfordmuseum.org.Spoken WordMYSTICLatitude 41 Restaurant Preserved on the Mighty Waters: Exploring the Indian Mariners Project, lecture by Jason R. Mancini. Feb. 19 at 1:30 and 7:30 p.m. $15 and $20. Latitude 41 Restaurant, 105 Greenmanville Avenue. 860-572-5388;mysticseaport.org.TheaterBRIDGEPORTDowntown Cabaret Theater A Shoemakers Tale: Hear Whats in the Heart, one-man show by Steve Scionti. Feb. 20 through 22. $33. Downtown Cabaret Theater, 263 Golden Hill Street. 203-576-1636; dtcab.com.HARTFORDBushnell Center for the Performing Arts Hal Holbrooks Mark Twain Tonight! This 90-minute performance takes place on Mr. Holbrooks 90th birthday. Feb. 17 at 7:30 p.m. $25 to $125. Bushnell Center for the Performing Arts, 166 Capitol Avenue. 860-987-5900; bushnell.org.HARTFORDHartford Stage Reverberation, drama by Matthew Lopez. Feb. 19 through March 15. $25 to $85. Hartford Stage, 50 Church Street.hartfordstage.org; 860-527-5151.HARTFORDTheaterWorks Dancing Lessons, comedy by Mark St. Germain. Through March 1. $15 to $65. TheaterWorks, 233 Pearl Street.theaterworkshartford.org; 860-527-7838.IVORYTONIvoryton Playhouse Motherhood Out Loud, short plays. Feb. 20 through 22. $40. Ivoryton Playhouse, 103 Main Street. 860-767-7318;ivorytonplayhouse.org.MANCHESTERLittle Theatre of Manchester, at Cheney Hall Mark Twains Is He Dead?, adapted by David Ives. Through Feb. 22. $19 and $24. Little Theatre of Manchester, at Cheney Hall, 177 Hartford Road. 860-647-9824;littletheatreofmanchester.org.NEW CANAANPowerhouse Theater Dearly Departed, comedy by David Bottrell and Jessie Jones. Feb. 20 through March 7. $15 and $20. Powerhouse Theater, Waveny Park. 203-966-7371;tpnc.org.NEW HAVENLong Wharf Theater Bad Jews, comedy by Joshua Harmon. Feb. 18 through March 22. $40 to $70. Long Wharf Theater, 222 Sargent Drive. 203-787-4282;longwharf.org.NEW HAVENShubert Theater Seen Change, Broken Umbrella Theater. Feb. 18 through 20. $44.55. Shubert Theater, 247 College Street. 203-562-5666; shubert.com.NEW HAVENYale Repertory Theater Familiar, drama by Danai Gurira. Through Feb. 21. $20 to $98. Yale Repertory Theater, 1120 Chapel Street.yalerep.org; 203-432-1234.NEW LONDONShaw Mansion Les Liaisons Dangereuses, drama by Christopher Hampton. Through March 1. $25 to $35. Shaw Mansion, 11 Blinman Street. 860-443-3119.NEW MILFORDTheaterWorks The Lyons, drama by Nicky Silver. Feb. 20 through March 14. $18 and $23. TheaterWorks, 5 Brookside Avenue. 860-350-6863;theatreworks.us.NORWALKMusic Theater of Connecticut Driving Miss Daisy, drama by Alfred Uhry. Through Feb. 22. $25 to $50. Music Theater of Connecticut, 509 Westport Avenue. 203-454-3883;musictheatreofct.com.STAMFORDCurtain Call, at the Sterling Farms Theater Complex Man of La Mancha, musical by Dale Wasserman, Joe Darion and Mitch Leigh. Through Feb. 28. $16 to $32. Curtain Call, at the Sterling Farms Theater Complex, 1349 Newfield Avenue. 203-461-6358;curtaincallinc.com.WATERBURYSeven Angels Theater The Wildest!! Hip, Cool and Swinging! The Musical Sounds of Louis Prima and Keely Smith, musical. Through March 8. $37.50 to $52.50. Seven Angels Theater, Plank Road, Hamilton Park. 203-757-4676;sevenangelstheatre.org.WEST HARTFORDPlayhouse on Park The Dining Room, comedy by A. R. Gurney. Feb. 18 through March 8. $22.50 to $35. Playhouse on Park, 244 Park Road. 860-523-5900;playhouseonpark.org.Museums and GalleriesBRIDGEPORTCity Lights Gallery Black & White, group show. Through March 19. Wednesdays through Fridays, 11:30 a.m. to 5 p.m.; Saturdays, noon to 4 p.m.; and by appointment. City Lights Gallery, 37 Markle Court.citylightsgallery.org; 203-334-7748.BRIDGEPORTHousatonic Museum of Art Rick Shaefer: Drawing the Line. Through March 27. Weekdays, 8:30 a.m. to 5:30 p.m.; Thursdays, 8:30 a.m. to 7 p.m.; Saturdays, 9 a.m. to 3 p.m.; Sundays, noon to 4 p.m. Housatonic Museum of Art, 900 Lafayette Boulevard. 203-332-5052;housatonicmuseum.org.BRIDGEPORTThe Discovery Museum Springs, Sprockets and Pulleys: The Mechanical Sculptures of Steve Gerberich. Through March 1. $8 and $10; members and children under 3, free. Tuesdays through Sundays, 10 a.m. to 5 p.m. The Discovery Museum, 4450 Park Avenue.discoverymuseum.org; 203-372-3521.CHESTERMaple and Main Gallery Winter Exhibit, group show. Through March 22. Wednesdays through Saturdays, 11 a.m. to 6 p.m.; Sundays, 11 a.m. to 5 p.m. Maple and Main Gallery, 1 Maple Street.mapleandmaingallery.com; 860-526-6065.COS COBGreenwich Historical Society Greenwich Faces the Great War, multimedia. Through March 22. $8 and $10; members and children under 6, free. Wednesdays through Sundays, noon to 4 p.m. Greenwich Historical Society, 39 Strickland Road. 203-869-6899;greenwichhistory.org.DANBURY@287 Variations, Robert L. Ferrucci and Anthony Masina. Through April 10. Weekdays, 10 a.m. to 4 p.m.; and by appointment. @287, 287 Main Street.artswesternct.org; 203-798-0760.DANBURYThe Gallery at Still River Editions Dreamless, Unalive, Perfect, photographs by William Frucht. Through March 27. Mondays through Fridays, 8:30 a.m. to 5 p.m. The Gallery at Still River Editions, 128 East Liberty Street. 203-791-1474;stillrivereditions.com.DARIENGeary Gallery Recollection and Imagination, paintings by Tim Eaton. Through Feb. 28. Tuesdays through Saturdays, 9:30 a.m. to 5 p.m. Geary Gallery, 576 Boston Post Road. 203-655-6633;gearygallery.com.GREENWICHBruce Museum Native American Pottery from the Bruce Museum Collection. Through March 29. Northern Baroque Splendor: The Hohenbuchau Collection From: Liechtenstein. The Princely Collections, Vienna. Through April 12. (Re)Discovering the New World: Maps and Sea Charts From the Age of Exploration. Through May 31. $6 and $7; members and children under 5, free. Tuesdays through Sundays, 10 a.m. to 5 p.m. Bruce Museum, 1 Museum Drive. 203-869-0376;brucemuseum.org.GREENWICHCavalier Galleries Landscape paintings by Peter Poskas. Through Feb. 28. Mondays through Saturdays, 10:30 a.m. to 6 p.m.; Sundays, noon to 5 p.m.; and by appointment. Cavalier Galleries, 405 Greenwich Avenue. 203-869-3664;cavaliergalleries.com.GREENWICHFlinn Gallery Interiors, Daniel Bohman, Nicole Cohen, Echo Eggebrecht, Beth Livensperger and Roxa Smith. Through March 11. Mondays through Saturdays, 10 a.m. to 5 p.m.; Thursdays, to 8 p.m.; Sundays, 1 to 5 p.m. Flinn Gallery, 101 West Putnam Avenue.flinngallery.com; 203-622-7947.GREENWICHRound Hill Community Church Icons of the Civil Rights Movement, Pamela Chatterton-Purdy. Through March 31. Weekdays, 9 a.m. to 3 p.m.; Weekends, 11 a.m. to 2 p.m. Round Hill Community Church, 395 Round Hill Road.roundhillcommunitychurch.org; 203-869-1091.GUILFORDGuilford Art Center Faculty Exhibition. Through March 8. Mondays through Saturdays, 10 a.m. to 4 p.m.; Sundays, noon to 4 p.m. Guilford Art Center, 411 Church Street.guilfordartcenter.org; 203-453-5947.HAMDENArnold Bernhard Library The Lady Sligo Letters: Westport House and Irelands Great Hunger. Through April 30. Mondays through Saturdays, 9 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Arnold Bernhard Library, 275 Mount Carmel Avenue. 203-582-8633;quinnipiac.edu.HARTFORDHartford Public Library Art, History and Social Activism, the Connecticut Fiber Arts Collective. Through March 13. Bound to Maintain Them: Prisoners of War and Humane Captivity in the German Empire, 1916-1917, Richard Welling. Through March 31. Mondays through Thursdays, 10 a.m. to 8 p.m.; Fridays and Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Hartford Public Library, 500 Main Street. 860-695-6352;hplct.org.HARTFORDReal Art Ways Plan of the City, animated collage by Joshua Frankel. Through March 29. The Talking Cure, sculptures by Melissa Stern. Through May 25. Skeeball, works by Don Joint and Donna Dennis. Through May 31. $3 suggested donation; members and cinema patrons, free. Daily, 2 to 9 p.m.; and by appointment. Real Art Ways, 56 Arbor Street. realartways.org; 860-232-1006.HARTFORDWadsworth Atheneum Museum of Art Michael C. McMillen/MATRIX 171: Sideshow. Through May 3. Coney Island: Visions of an American Dreamland, 1861-2008. Through May 31. $5 to $10; members and children under 12, free. Wednesdays through Fridays, 11 a.m. to 5 p.m.; Saturdays and Sundays, 10 a.m. to 5 p.m.; first Thursdays, 11 a.m. to 8 p.m. Wadsworth Atheneum Museum of Art, 600 Main Street. 860-278-2670;thewadsworth.org.KENTOber Gallery Russian Art: Then and Now, Vitaly Komar, Leonid Sokov, Vladimir Nemukhin, Oleg Vassiliev and Leonard Lerman. Through March 1. Fridays and Saturdays, noon to 5 p.m.; Sundays, 1 to 4 p.m. Ober Gallery, 6 North Main Street. 860-927-5030;obergallery.com.LAKEVILLEThe White Gallery Winter Warmer, group show. Through March 15. Fridays through Sundays, 11 a.m. to 4 p.m.; and by appointment. The White Gallery, 344 Main Street. 860-435-1029;thewhitegalleryart.com.MADISONMercy Center Time Reconsidered, photographic triptychs by Roy Money. Feb. 15 through March 26. Daily, 9 a.m. to 5 p.m. Mercy Center, 167 Neck Road.mercybythesea.org; 203-245-0401.MYSTICMaritime Art Gallery, at Mystic Seaport Marine Artists in Winter, group show. Through April 19. Daily, 10 a.m. to 5 p.m. Maritime Art Gallery, at Mystic Seaport, 47 Greenmanville Avenue. 860-572-5388.mysticseaport.org/gallery.MYSTICMystic Arts Center Home: A Juried Exhibition With a Theme, group show. Frenetic Composure: A Sculpture Exhibit by Robert Greene. Through Feb. 28. Daily, 11 a.m. to 5 p.m. Mystic Arts Center, 9 Water Street. 860-536-7601;mysticarts.org.NEW BRITAINNew Britain Museum of American Art NEW/NOW: Titus Kaphar: The Vesper Project. Through Feb. 22. Over Lifes Waters: The Coastal Collection of Charles and Irene Hamm. Through April 12. Davis Publication Covers. Through April 26. Otis Kaye: Money, Mystery and Mastery. Through May 10. $8 to $12; members and children under 12, free. Mondays, Tuesdays, Wednesdays and Fridays, 11 a.m. to 5 p.m.; Thursdays, 11 a.m. to 8 p.m.; Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. New Britain Museum of American Art, 56 Lexington Street. 860-229-0257; nbmaa.org.NEW CANAANSilvermine Arts Center Galleries New member exhibition. Through Feb. 15. Wednesdays through Saturdays, noon to 5 p.m.; Sundays, 1 to 5 p.m.; and by appointment. Silvermine Arts Center Galleries, 1037 Silvermine Road. 203-966-9700;silvermineart.org.NEW HAVENCity Gallery Take 4, group show. Through March 1. Thursdays through Sundays, noon to 4 p.m.; and by appointment. City Gallery, 994 State Street.city-gallery.org; 203-782-2489.NEW HAVENKehler Liddell Gallery Cowboys and Cattle, photographs by Jean Perkins. Through Feb. 15. Thursdays through Sundays, 11 a.m. to 4 p.m.; and by appointment. Kehler Liddell Gallery, 873 Whalley Avenue. 203-389-9555;kehlerliddell.com.NEW HAVENNew Haven Museum An Artist at War: Deane Keller, New Havens Monuments Man. Through May 9. From Clocks to Lollipops: Made in New Haven. Through May 30. $2 to $4; children under 12, free. Tuesdays through Fridays, 10 a.m. to 5 p.m.; Saturdays, noon to 5 p.m.; first Sundays, 1 to 4 p.m. New Haven Museum, 114 Whitney Avenue. 203-562-4183;newhavenmuseum.org.NEW HAVENThe Institute Library Paint Skin, group show. Through March 7. Wednesdays, 10 a.m. to 6 p.m.; Saturdays, 11 a.m. to 2 p.m. The Institute Library, 847 Chapel Street.institutelibrary.org; 203-562-4045.NEW LONDONLyman Allyn Art Museum Celebrating Lymes Beauty, group show. Through March 22. Transmissions: Teaching and Learning in the Studio, the Connecticut College Art Department faculty. Through June 7. $5 to $10; members and children under 12, free. Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Lyman Allyn Art Museum, 625 Williams Street. 860-443-2545;lymanallyn.org.OLD LYMEFlorence Griswold Museum Peter Halley: Big Paintings. Through May 31. $8 to $10; children under 12, free. Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Florence Griswold Museum, 96 Lyme Street. 860-434-5542;flogris.org.OLD LYMELyme Art Association Gallery The 23rd Annual Associate Artist Exhibition. Wonders of Winter, group show. Through Feb. 27. Wednesdays through Sundays, 10 a.m. to 5 p.m. Lyme Art Association Gallery, 90 Lyme Street. 860-434-7802;lymeartassociation.org.RIDGEFIELDAldrich Contemporary Art Museum Standing in the Shadows of Love: The Aldrich Collection 1964-1974, Part II, Richard Artschwager, Eva Hesse, Ellsworth Kelly, Agnes Martin and Richard Serra. Mary Beth Edelson: Six Story Gathering Boxes (1972-2014). Kate Gilmore: A Roll in the Way. Ernesto Neto: The Body That Gravitates on Me. David Scanavino: Imperial Texture. Cary Smith: Your Eyes They Turn Me. Jackie Winsor: With and Within. Circumstance, group show. Through April 5. $5 and $10; Tuesdays, free; members, K-12 teachers, active-service military families and children under 18, free. Tuesdays through Sundays, noon to 5 p.m. Aldrich Contemporary Art Museum, 258 Main Street. 203-438-4519; aldrichart.org.RIDGEFIELDWatershed Gallery Father & Son: The Work of David & Max Dunlop. Through April 19. Tuesdays through Fridays, 10 a.m. to 6 p.m.; Saturdays, 11 a.m. to 5 p.m.; Sundays, 1 to 5 p.m. Watershed Gallery, 23 Governor Street.watershedgallery.com; 203-438-4387.ROXBURYMinor Memorial Library Life Studies, pastel paintings and drawings by Laura Bleau. Through Feb. 21. Mondays, noon to 7 p.m.; Wednesdays, 10 a.m. to 5 p.m.; Thursdays, noon to 5 p.m.; Fridays, 10 a.m. to 5 p.m.; Saturdays, 10 a.m. to 2 p.m. Minor Memorial Library, 23 South Street. 860-350-2181;minormemoriallibrary.org.STAMFORDFranklin Street Works About Like So: The Influence of Painting, group show. Through Feb. 22. Wednesdays, Fridays, Saturdays and Sundays, noon to 5 p.m.; Thursdays, noon to 7 p.m. Franklin Street Works, 41 Franklin Street.franklinstreetworks.org; 203-595-5211.STAMFORDLoft Artists Association Andy Warhol Lives Again, group show. Feb. 20 through March 22. Saturdays and Sundays, 1 to 4:30 p.m. Loft Artists Association, 575 Pacific Street.loftartists.com; 203-247-2027.STAMFORDThe Mayors Gallery Art of Observation, photographs by Michael Callahan. Through Feb. 27. Weekdays, 9 a.m. to 4 p.m. The Mayors Gallery, 888 Washington Boulevard, 10th Floor. 203-997-4140.STAMFORDUniversity of Connecticut Stamford Art Gallery Invisible Perspective, Vincent Filardi. Through March 12. Weekdays, 9 a.m. to 5 p.m.; Saturdays, 9 a.m. to 1 p.m. University of Connecticut Stamford Art Gallery, 1 University Place. 203-251-8450;artgallery.stamford.uconn.edu.STORRSWilliam Benton Museum of Art, University of Connecticut In the Paint: Basketball in Contemporary Art. Sweet Sensation: UConn Reads: The Omnivores Dilemma. Through March 29. Tuesdays through Fridays, 10 a.m. to 4:30 p.m.; Saturdays and Sundays, 1 to 4:30 p.m. William Benton Museum of Art, University of Connecticut, 245 Glenbrook Road. 860-486-4520;benton.uconn.edu.WASHINGTON DEPOTWashington Art Association New Members Show 2015. Through Feb. 28. Tuesdays through Saturdays, 10 a.m. to 5 p.m. Washington Art Association, 4 Bryan Memorial Plaza. 860-868-2878;washingtonartassociation.org.WATERBURYMattatuck Museum Noah and His Ark, exhibition of toys. Through March 1. $6 and $7; members and children under 16, free. Tuesdays through Saturdays, 10 a.m. to 5 p.m.; Sundays, noon to 5 p.m. Mattatuck Museum, 144 West Main Street. 203-753-0381;mattatuckmuseum.org.WESTPORTAmy Simon Fine Art Westport: Cut It Out, Nancy Baker and Susanna Starr. Through Feb. 28. Tuesdays through Saturdays, 11 a.m. to 5:30 p.m.; and by appointment. Amy Simon Fine Art, 1869 Post Road East. 203-259-1500;amysimonfineart.com.WESTPORTWestport Arts Center Coney Island: Side Show, group photography show. Through March 14. Mondays through Thursdays, 10 a.m. to 5 p.m.; Fridays, 10 a.m. to 2 p.m.; Saturdays and Sundays, noon to 4 p.m. Westport Arts Center, 51 Riverside Avenue. 203-222-7070;westportartscenter.org.WESTPORTWestport Historical Society Saugatuck @ Work  Haven of Community, Commerce and Innovation, mural, photographs and more. Through May 30. Mondays through Fridays, 10 a.m. to 4 p.m.; Saturdays, noon to 4 p.m. Westport Historical Society, 25 Avery Place. 203-222-1424;westporthistory.org.WINDSORWindsor Art Center Essential Impermanence: The Work of Debra Losada and Michele Kishita. Through Feb. 28. Thursdays, 6 to 8 p.m.; Saturdays, 10 a.m. to 4 p.m.; Sundays, 11 a.m. to 4 p.m. Windsor Art Center, 40 Mechanic Street.windsorartcenter.org; 860-688-2528.",
      "AUTHOR":"",
      "TITLE":"Events in Connecticut for Feb. 15-21, 2015",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/nyregion/15HICT5/15HICT5-articleLarge.jpg"
   },
   {  
      "CONTENT":"Hollywoods grande dame hotels, the Sunset Tower and the Chateau Marmont, stand like stone sentries on Sunset Boulevard, less than two miles from the decidedly less stylish stretch of Hollywood Boulevard that hustles from morning to night with camera-toting tourists and Spiderman and Batman impersonators. The Tower and the Chateau are as romantic, seductive and happening as ever, at once guardians of an imperiled history but very much of the moment, with deal-making lunches and opening parties drawing clumps of paparazzi outside the driveway of Chateau Marmont, and limousines backed up along Sunset Boulevard in front of the Sunset Tower.Above Sunset Boulevard, there is a maze of narrow, curvy roads cutting through the legendary heart of the Hollywood Hills, each turn revealing another home, sky-high hedge, view of the Hollywood sign and, on a good day, a glimpse of the Pacific Ocean in the distance. A few miles away, you really can run into Natalie Portman picking through vegetables at the beguilingHollywood Farmers Market, as I did one recent Sunday  which, of course, is part of the draw.Lets go say hello to Justin Timberlake! Andrew Williams, a bubbly tour leader for Star Line Tours, shouted as he hung a right turn off Mulholland Drive, the Los Angeles basin to our right, before heading up the cul-de-sac where Mr. Timberlake lives, marked by a guard house with darkened windows  and three bins from the Department of Public Works: blue for recycling, green for garden debris and brown for garbage. Justin Timberlake has trash, too, Mr. Williams exclaimed to the 12 people sitting in the back of his van.There was a time when visiting Hollywood was a glance-at-your-guidebook kind of adventure. The corner of Hollywood and Vine. The studio tour. The open-air van ride through Beverly Hills to gape at the famous mansions of celebrities (or at least the gates and hedges blocking some supposedly famous mansions). With any luck, you might find yourself behind a rope on Hollywood Boulevard, watching the flash-and-dash red carpet arrivals at a gala movie opening.But Hollywood today is not the place it was 50 years ago, even as it prepares to celebrate itself next Sunday with the 87th Academy Awards presentation. Movies and television shows are as likely to be produced on the streets of Toronto or Queens as on the back lots of a Hollywood studio. There are as many star-studded premieres at the Ziegfeld Theater in Manhattan as there are at El Capitan in Hollywood. The corner of Hollywood and Vine is, for all its celebration in song and screen, really just a street corner  anchored by a Starbucks, no less.Many handsome Hollywood neighborhoods that recall a gilded age of Hollywood  the noirish apartment buildings where, say, Marilyn Monroe once lived or which provided the backdrop for classics like Sunset Boulevard  are now shoulder-to-shoulder with bland apartment complexes and shopping centers, assuming they havent been knocked down completely. And hurray for Hollywood Boulevard for making something of a comeback, cleaning up nicely with spruced-up sidewalks and streetlights, but its still not Times Square: Even with the dope dealers and prostitutes chased out, it can still feel a little cheesy and a little seedy.People love to take tours of Hollywood, and go to Graumans Chinese theater  TCL Chinese Theater  and all that stuff; it was all part of the movie industry when they were having their golden era,Robert Osborne, the film historian who began his career working for Lucille Ball, told me as he reminisced about his years here. But there is not much of that Hollywood that still exists.Its still a great place to go, said Mr. Osborne, who is host of Turner Classic Movies. But going to Hollywood today is akin to going to Washington, D.C., because Lincoln once lived there.Hollywood is not a city, town or village (it is a neighborhood in the city of Los Angeles) but a cultural touchstone for anyone who grew up on movies, for those people for whom Los Angeles really means Hollywood, with its celebrities, mansions, swimming pools, palm tree-lined boulevard and movie studios. Those Metro-Goldwyn-Mayer movies that ended with the tag, Made in Hollywood USA\" were actually produced on a back lot in Culver City. The Hollywood sign, which draws hundreds of tourists onto the winding canyon roads of Hollywood every day, to the understandable chagrin of people who live there, was put up by Otis Chandler, the visionary Los Angeles Times publisher, to announce the development of elegant homes built on the hill known as Hollywoodland. (The last four letters disappeared long ago.)But that is not to say Hollywood is not worth visiting; it most certainly is, as I can attest living a 15-minute walk from the center of it all. Just keep in mind that, as the film industry has changed, Hollywood as a tourist destination has as well  less defined and more dispersed, not so much a neat geographical dot on the map as a mind-set, a particularly useful prism through which to explorethis vastly interesting city.Listen, definitely the Hollywood of the past is gone  because Hollywood is reinventing itself, said Eric M. Garcetti, the mayor of Los Angeles who as a councilman represented Hollywood. But Ill tell you, I dont miss the times when it was unsafe to walk on Hollywood Boulevard, when there was nothing there, no tourists, no stars, no people.What I like about Hollywood is it stays authentic, he told me.Hollywood still is-and-will-always-be the Walk of Fame, the hawkers standing on Sunset Boulevard selling suspect guide maps to celebrity homes, and the Musso & Frank Grill, which seems to have defied all the laws of nature to remain not only in business but worth stopping by for a martini, prime ribs and a celebrity sighting. And it is filled with endearing characters like Mr. Williams, the guide who announced that he had been leading this tour for 25 years, was the son of parents who worked in the industry and (brace yourself) writes screenplays during the day.But Hollywood is also theBeverly Hiltonin Beverly Hills, home to theGolden Globes, and the dark and mysteriously romantic Tower Bar in West Hollywood with its view over the glistening Los Angeles basin and where shadowy corners are filled with directors, agents and movie stars. It is the Hollywood Bowl, as splendid an outdoor venue as youll find anywhere, with its tributes under night skies one evening toJohn Williams, the prolific American film composer, and to Star Wars the next, and it isPoint Dumein Malibu, scene of countless film shoots. Hollywood is the ArcLight movie complex on Sunset Boulevard, as rewarding a place to see a film as youll find anywhere; it is where actors and directors who cant afford their own screening room go to see movies. It is even a burial ground: Hollywood Forever is the cemetery-to-the-stars, worth gravestone gawking by day  Rudolph Valentino, Mickey Rooney, Bugsy Siegel  and even open at night for movie screenings and concerts by bands like Spoon, whose lead singer, Britt Daniel, has a home up in Beachwood Canyon.With no real center of gravity, Los Angeles can be baffling for first-time visitors (its often been remarked that this is a wonderful place to live, but an awfully tough place to visit). Its only slightly less confounding when it comes to Hollywood: There is no end to argument about what the boundaries to Hollywood really are, which leads to some basic challenges for those Hollywood-bound travelers: Where do I go?I typically take out-of-town guests first to the famous stretch of Hollywood Boulevard  with all its familiar if shopworn touchstones: theWalk of Famewith its 2,500 stars embedded in the sidewalks, theDolby Theaterwhere the Academy Awards take place, theTCL Chinese Theater, with the handprints of stars and, if you must, theHollywood Wax Museum.Theres a popular outdoor walkway view of the Hollywood sign in the Hollywood and Highland Center, an otherwise unfortunate shopping mall on a site where a hotel once stood, whose construction marked the beginning of a largely successful campaign to scrub an area once known for drug dealers and prostitutes.Theres also the celebrated Capitol Records Building that resembles a stack of records, glimmering with a history that spans Sinatra to the Beatles to Arcade Fire, who performed live on its outdoor patio in 2014. No need to dawdle: Hollywood Boulevard is from morning to night a crush of tourists staring down at the ground (at the stars, rather than at their smartphones). The Hollywood royalty feted here  the actors and directors and producers  show up only when they get a star on the sidewalk, a chance to put their hand in cement or when attending the Academy Awards. And they hop right back into their waiting limo when done.And take a tour. I settled on the Star Linetour, a lively and informative two-hour whirl through Beverly Hills, Hollywood and West Hollywood. (Stipulated going in: I was going to believe everything that my guide told me.) Who knew that Ringo Starr has a house on Hillcrest Road in Beverly Hills, and with oversize ornamental rings perched on top of his gate, or that showpieces from Jay Lenos antique car collection are easily seen from the road outside his Beverly Hills home?It was also a lesson, if you need it, that celebrity isnt the only fascination that draws so many millions of people here every year. Can you smell the wealth yet? Mr. Williams asked as we bounced along Sunset Boulevard. We are approaching Beverly Hills. He stopped not once but twice to offer different perspectives of the palatial estate of one movie executive. And, of course, there were the dusty if respectable museum moments: the visits to the former home of Shirley Temple, a place where Elvis Presley lived, the block where the opening of The Beverly Hillbillies was filmed, and the close-to-the-street homes of Al Pacino, Alan Alda and Larry King. As Mr. Osborne, the Turner Classic host, put it: Theres something kind of exciting looking at the house that Rudolph Valentino lived in, or Humphrey Bogart and Lauren Bacall. To be able to go there and step back in time is very exciting.Not to mention the house where Michael Jackson died, where the new owners have posted a friendly sign out front: Warning: Attack Dog on Premises.Once that is done, go back on your own. The best way to see Hollywood is to get lost: Drive up into the canyons off Sunset Boulevard or Laurel Canyon Boulevard and turn into any street that grabs your sense of mystery, the narrower the better. Hollywood Boulevard actually continues as a barely two-lane road on the west side of Laurel Canyon Boulevard; follow it until you lose it, which you will. No matter: Los Angeles helpfully posts signs indicating which streets are not through streets, and when lost, just head down the hill. There are pockets of Old Hollywood that are still out there, said Robert Hofler, a former Variety columnist andauthorwho has written about Hollywood scandal and social life.Particularly at night. The darkness helps you blot out the strip malls, Mr. Hofler told me from New York, where he lives now. When youre driving in the hills at night, it is very easy to think youve entered a Dashiell Hammett or Raymond Chandler novel.The two survivors that have held hard to the reins of Hollywoods past and present, of course, the Chateau Marmont and the Sunset Tower, are within walking distance of each other in West Hollywood. The hotels have long been in competition to be the town square for Hollywood. You would be well-advised to stay at either one of them (and you would be equally well-advised to check before booking to see if any of the restaurants or pools are off-limits that night for a Hollywood affair; you decide whether that is a draw or a turnoff).The Sunset Tower is an Art Deco treat to the eyes, rising on a bend on Sunset Boulevard. It is where, until recently, Vanity Fair held its Academy Awards party, not that the hotel needed that for its cachet. As my partner, Ben, and I walked up the steps to check in a few days before the Golden Globe Awards, Eddie Redmayne, the raffish British actor, rushed past, accompanied by three assistants, and climbed into a black SUV, presumably on his way to interviews to promote The Theory of Everything, for which he would receive a best actor award a few days later.The hotel is steeped in Hollywood mystery and history. Clark Gable, Frank Sinatra and Ava Gardner all lived there, as did John Wayne, who kept a pet cow on his deck. (Its in the information pamphlet handed out by the hotel, so it must be true.)At check-in, one is required to sign a promise not to film or photograph in the hotel without the written permission of the general manager: Celebrities here can be seen but not disturbed. The rooms are off hushed, dark hallways, overlooking the Hollywood Hills on one side, and the pool on another, downtown Los Angeles off in the distance. But the ground floor is where the fun is, subdued and electric at the same time, where Mr. Redmayne could be spotted giving interviews. On the east side is the Tower Bar, with its comfortable warren of tables and always sparkling picture windows opening up to display the Los Angeles landscape.There is a whole other wing on the west side of the lobby, with a bar and restaurant snug up against a pool. Sitting under the stars and looking across the pool, with Los Angeles beyond, is about as pleasant a way to spend an evening as they come, and that is true pretty much year-round. The matre d, Dmitri Dmitrov, is a kind of Hollywoodroyalty himself, and observing him operating on a night  moving from actor to agent to just regular customer  is as entertaining as standing outside an opening.Against this stiff competition in the glamour-stakes, the Chateau Marmont more than holds its own. Formerly an apartment building, it was turned into a hotel that is a tribute to a Loire Valley castle, with a lush garden that serves as a setting for breakfast or dinner or, at the right time of year, for the opening night party for Mad Men or the post-Emmy celebrations for Netflix. It is also more, shall we say, snooty. There is a priceless scene in The Comeback, the HBO series about a fading actress played by Lisa Kudrow, where the matre d inadvertently punches Ms. Kudrow in the stomach as he tries, unsuccessfully, to stop her from barging into the garden to pay her respects to a network executive, Andy Cohen of Bravo, having lunch with RuPaul, the drag queen.Theres an easy workaround, if you havent managed to get a lunch with Mr. Cohen or Mr. Paul: Book one of the rooms in the hotel; they are charming throwbacks to the 1920s. Our room looked west with a view of the Sunset Tower. Or make a reservation in the Restaurant at the Chateau Marmont, as it is known. We stayed over on a Sunday night in December, had a fried chicken dinner and paella. No matter that it was a Sunday right before Christmas: The place was buzzing past midnight. Or even just have a drink off the lobby, glowing with wood beams and couches and chairs arranged in discreet circles, as a piano player tinkles old standards. The room provides a great vantage spot to see who is walking into the restaurant.The pool, secluded even if it is within hearing distance of the buzz of Sunset Boulevard, is where the private cabins are, notably the one where John Belushi died of a drug overdose. A pool attendant volunteered that it is absolutely allowed to skinny dip in the pool, and if I sauntered back, say, around 4 a.m., I would see people swimming in the buff. (Do not worry: I did not and I did not.)Hollywood is no longer marked by a traveling posse of movie stars who move from night to night to familiar haunts like the oldSpagoorDan Tanas: They have been scared off by the rise of the paparazzi and cellphone cameras. And in truth, many celebrities who lived in the Hollywood Hills have moved west to Brentwood and Malibu or (if they are younger) east to Los Feliz and Silver Lake  or split their time with homes in New York or Montana. People dont make commitments to Hollywood the way they once did, Mr. Osborne said. It used to be a place where everybody lived, and they were all very clubby and they all got along.Still, at the end of the day, this is a place where many movie stars live and can be spotted beyond the obvious places likeCraigsin West Hollywood, orNobuin Malibu. One afternoon, when I drove up to the remote Hollywood Reservoir for a late-afternoon run, I saw Justin Bieber stepping out of a car, surrounded by bodyguards, off for his own jaunt. On one fall evening, Mandy Patinkin slipped in for Rosh Hashana services atTemple Israel of Hollywood. I have seen Leonardo DiCaprio atAngelini Osteriaand Jake Gyllenhaal atAmmo,two of Los Angeless better, if decidedly lower-profile, Italian restaurants that manage to provide the celebrity without the flashbulbs. The Modern Family star, Eric Stonestreet, was eating dinner and posing for photos with fans at the restaurantAnimalone day; the next day, Jesse Tyler Ferguson, his television husband, emerged from the ArcLight. Ezra Koenig of Vampire Weekend was eating, incongruously enough, at theMusso & Frank Grill.Is this a different Hollywood from the one where Judy Garland kept a house while filming The Wizard of Oz, where stars used to pack it in at the old Spago above Sunset Boulevard? Yes, it is. But so what?",
      "AUTHOR":"ADAM NAGOURNEY",
      "TITLE":"Hollywood Gets Its Groove Back",
      "TOPIC":"israel",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/travel/15HOLLYWOOD/15HOLLYWOOD-master1050-v2.jpg"
   },
   {  
      "CONTENT":"The words are hurled around like epithets.People who reject the findings of climate science are dismissed as deniers and disinformers. Those who accept the science are attacked as alarmists or warmistas.  The latter term, evoking the Sandinista revolutionaries of Nicaragua, is perhaps meant to suggest that the science is part of some socialist plot.In the long-running political battles overclimate change, the fight about what to call the various factions has been going on for a long time. Recently, though, the issue has taken a new turn, with a public appeal that has garnered 22,000 signatures and counting.Thepetitionasks the news media to abandon the most frequently used term for people who question climate science, skeptic, and call them climate deniers instead.Climate scientists are among the most vocal critics of using the term climate skeptic to describe people who flatly reject their findings. They point out that skepticism is the very foundation of the scientific method. The modern consensus about the risks of climate change, they say, is based on evidence that has piled up over the course of decades and has been subjected to critical scrutiny every step of the way.Drop into any climate science convention, in fact, and you will hear vigorous debate about the details of the latest studies. While they may disagree over the fine points, those same researchers are virtually unanimous in warning that society is runningextraordinary risksby continuing to pump huge quantities of greenhouse gases into the atmosphere.In other words, the climate scientists see themselves as the true skeptics, having arrived at a durable consensus about emissions simply because the evidence of risk has become overwhelming. And in this view, people who reject the evidence are phony skeptics, arguing their case by cherry-picking studies, manipulating data, and refusing to weigh the evidence as a whole.The petition asking the media to drop the climate skeptic label began withMark B. Boslough, a physicist in New Mexico who grew increasingly annoyed by the term over several years. The phrase is wrong, he said, because these people do not embrace the scientific method.Dr. Boslough is active in a group called theCommittee for Skeptical Inquiry, which has long battled pseudoscience in all its forms. Late last year, he wrote apublic letteron the issue, and dozens of scientists and science advocates associated with the committee quickly signed it. They include Bill Nye, of Science Guy\" fame, and Lawrence M. Krauss, the physicist and best-selling author.A climate advocacy organization,Forecast the Facts, picked up on the letter and turned it into a petition. Once the signatures reach 25,000, the group intends to present a formal request to major news organizations to alter their terminology.All of which raises an obvious question: If not skeptic, what should the opponents of climate science be called?As a first step, it helps to understand why they so vigorously denounce the science. The opposition is coming from a certain faction of the political right. Many of these conservatives understand that since greenhouse emissions are caused by virtually every economic activity of modern society, they are likely to be reduced only by extensive government intervention in the market.So casting doubt on the science is a way to ward off such regulation. This movement is mainly rooted in ideology, but much of the money to disseminate its writings comes from companies that profit from fossil fuels.Despite their shared goal of opposing regulation, however, these opponents of climate science are not all of one mind in other respects, and thus no single term really fits them all.Some make scientifically ludicrous claims, such as denying that carbon dioxide is a greenhouse gas or rejecting the idea that humans are responsible for its increase in the atmosphere. Others deny that Earth is actually warming, despite overwhelming evidence that it is, including the rapid melting of billions of tons of land ice all over the planet.Yet the critics of established climate science also include a handful of people with credentials in atmospheric physics, and track records of publishing in the field. They acknowledge the heat-trapping powers of greenhouse gases, and they distance themselves from people who deny such basic points.For Gods sake, I cant be lumped in with that crowd, said Patrick J. Michaels, a former University of Virginia scientist employed by the libertarianCato Institutein Washington.Contrarian scientists like Dr. Michaels tend to argue that the warming will be limited, or will occur so gradually that people will cope with it successfully, or that technology will come along to save the day  or all of the above.The contrarian scientists like to present these upbeat scenarios as the only plausible outcomes from runaway emissions growth. Mainstream scientists see them as being the low end of a range of possible outcomes that includes an alarming high end, and they say the only way to reduce the risks is to reduce emissions.The dissenting scientists have been called lukewarmers by some, for their view that Earth will warm only a little. That is a term Dr. Michaels embraces. I think its wonderful! he said. He is working on a book, The Lukewarmers Manifesto.When they publish in scientific journals, presenting data and arguments to support their views, these contrarians are practicing science, and perhaps the skeptic label is applicable. But not all of them are eager to embrace it.As far as I can tell, skepticism involves doubts about a plausible proposition, another of these scientists, Richard S. Lindzen, told an audience a few years ago. I think current global warming alarm does not represent a plausible proposition.Papers by Dr. Lindzen and others disputing the risks of global warming have fared poorly in the scientific literature, with mainstream scientists pointing out what they see as fatal errors. Nonetheless, these contrarian scientists testify before Congress and make statements inconsistent with the vast bulk of the scientific evidence, claiming near certainty that society is not running any risk worth worrying about.It is perhaps no surprise that many environmentalists have started to call them deniers.The scientific dissenters object to that word, claiming it is a deliberate attempt to link them to Holocaust denial. Some academics sharply dispute having any such intention, but others have started using the slightly softer word denialist to make the same point without stirring complaints about evoking the Holocaust.Scientific denialism has crept into other aspects of modern life, of course, manifesting itself as creationism, anti-vaccine ideology and the opposition togenetically modified crops, among other doctrines.To groups holding such views, evidence just doesnt matter any more, said Riley E. Dunlap, a sociologist at Oklahoma State University. It becomes possible to create an alternate reality.But Dr. Dunlap pointed out that the stakes with most of these issues are not as high as with climate-change denial, for the simple reason that the fate of the planet may hang in the balance.",
      "AUTHOR":"Justin Gillis",
      "TITLE":"What to Call a Doubter of Climate Change?",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/13/science/13gillis/13gillis-articleLarge.jpg"
   },
   {  
      "CONTENT":"The philosopher Isaiah Berlin once described David Humes idea of the self as a pure fiction, a name for the concatenation of experiences out of which human personality and human history were formed, simply a kind of string which held together the onions, except that there was no string. For decades, the artist and filmmakerLynn Hershman Leesonhas been playing with this un-string, which technology has rendered all the more evanescent. Starting Thursday, a broad sweep of her unsettling work will inaugurate Bridget Donahue, a new gallery on the Lower East Side being opened by a longtime director at Gavin Browns Enterprise, the West Village gallery. Ms. Donahue said she had been drawn to Ms. Hershman Leeson as a kind of prophet of our cybernetic condition, through early interactive works that delved into artificial intelligence and surveillance and yearslong performances that blurred the line between acting and life. The show, Origins of the Species, through April 5, will span from the late 1960s to recent work exploring the implications of genetic manipulation. (99 Bowery, 2nd floor; bridgetdonahue.nyc.)",
      "AUTHOR":"RANDY KENNEDY",
      "TITLE":"Lynn Hershman Leeson Explores Technology and the Split Self",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://graphics8.nytimes.com/images/2015/02/15/nyregion/15ARTSWE1SUB/15ARTSWE1sub-thumbStandard.jpg"
   },
   {  
      "CONTENT":"Erin Heather Sobel and Alexander David Gitlin are to be married Sunday at the Cypress Grove Estate House, an event space in Orlando, Fla. Cantor Beth Schafer will officiate.The bride, 28, graduated from Florida State and is a digital media manager at Mindshare USA, an advertising agency.She is the daughter of Linda A. Sobel and Steven M. Sobel of Maitland, Fla. The bride's father, an optometrist, has a practice in Orlando managed by the brides mother.The groom, 27, is studying for a medical degree and a Ph.D. in molecular immunology in the tri-institutional program of Weill Cornell Medical College, Rockefeller University and the Sloan-Kettering Institute. He graduated from Harvard.He is a son of Silvia K. Gitlin and Daniel Gitlin of Palo Alto, Calif. The grooms mother is a consultant in early childhood education. His father is the senior vice president for manufacturing and product technology at Tabula, a company in Santa Clara, Calif., that develops computer chips used in communication technology.",
      "AUTHOR":"",
      "TITLE":"Erin Sobel,  Alexander Gitlin",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://graphics8.nytimes.com/images/2015/02/13/us/13samesex-SUB/13samesex-SUB-thumbStandard.jpg"
   },
   {  
      "CONTENT":"SEOUL   LG Electronics Inc's home appliances chief was indicted on a charge of deliberately damaging Samsung Electronics Co Ltd washing machines, escalating the feud between South Korea's top consumer electronics companies.A LG Electronics spokeswoman confirmed on Sunday that home appliances chief Jo Seong-jin and two other employees were indicted by local prosecutors. Samsung Electronics declined to comment, and prosecutors could not be reached for comment.The court case marks the latest dispute between the cross-town rivals, who compete on several fronts like televisions and home appliances. They have quarreled publicly over issues such as whose refrigerator could hold more, and who had a bigger share of the domestic air conditioning market.The indictment against LG's appliances chief follows months of investigation. Samsung filed an official complaint in September, accusing Jo and other LG employees of deliberately damaging Samsung washers at retail stores in Germany.LG had agreed to pay for what it called accidental damage to four machines following mediation by German authorities, but couldn't resist taking a pot shot at the quality of its rival's products. Samsung railed against those \"slanderous claims\" and filed its complaint.\"It is questionable whether there is sufficient evidence to prove that the president of a global company deliberately destroyed the machines where employees of the competing company were present,\" said Ham Yoon-keun, a lawyer who will be defending Jo in court, in a statement provided by LG.\"The truth will be revealed in the courts.\"People familiar with the matter told Reuters that representatives of Samsung Electronics and LG Electronics met recently in an ultimately unsuccessful mediation attempt by prosecutors.Separately on Sunday, Samsung Electronics' subsidiary Samsung Display said four of its employees were indicted on Friday on charges of stealing organic light-emitting diode (OLED) display panel technology from LG Electronics affiliate LG Display Co Ltd.Samsung Display said the indictment was excessive, arguing that the technology in question was already widely known.\"We are confident that the innocence of our employees will be proven in court,\" Samsung said in a statement.LG Display in a statement expressed regret over what it called the \"illegal and systematic\" leak of its technology and called on Samsung Display to compete fairly. Prosecutors could not be reached for comment.(Reporting by Se Young Lee; Additional reporting by Sohee Kim; Editing by Kim Coghill)",
      "AUTHOR":"REUTERS",
      "TITLE":"LG Electronics Appliances Chief Indicted Over Damaged Samsung Washers",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://s4.reutersmedia.net/resources/r/%253Fm%253D02%2526d%253D20150215%2526t%253D2%2526i%253D1025189944%2526w%253D580%2526fh%253D%2526fw%253D%2526ll%253D%2526pl%253D%2526r%253DLYNXMPEB1E01X"
   },
   {  
      "CONTENT":"If youve heard of Freezy Freakies gloves, Hans and Karl Reichstetter know this about you: You were probably born in the 1970s or early 1980s and you probably spent your childhood in the Northeast.That was the epicenter of Freezy Freakdom, Hans Reichstetter said. Children liked their Freezy Freakies gloves because colorful unicorns, hearts, robots and other objects sprouted on them as if by magic when the weather turned frosty.TheSwany America Corporation, based in Johnstown, N.Y., started making the gloves in 1980, selling them mainly in department stores and childrens clothing stores for more than a decade. The gloves were also very popular in Chicago.In 1981, the Reichstetters, who are twins, were born into Freezy Freakdom  specifically, Larchmont, N.Y. Recently their apparel company, Buffoonery Factory, based in San Francisco, licensed the brand to make adult versions of the gloves. Their company is one of two with licenses to make Freezy Freakies gloves, and their story offers lessons on the challenges of reviving an old product.The Reichstetters sought the license partly because they had fond memories of the gloves and wanted to wear them again.These were hot the same time that the Cabbage Patch doll was out and Transformers were out, said Bruce Weinberg, who oversaw sales and distribution for Freezy Freakies gloves and is a vice president of Swany America.Freezy Freakies gloves were made with thermochromic ink, which remains translucent in high temperatures and turns bright colors in the cold. At the time, technology was beginning to enter homes in the form of video games and desktop computers. The gloves were an early example of high-tech apparel.During the height of Freezy Freakies popularity in the late 1980s, sales topped 300,000 pairs annually, Mr. Weinberg said. The gloves accounted for roughly 20 percent of Swany Americas sales, and they were so trendy that the company briefly considered changing its name to Freezy Freakies, he said.The gloves popularity waned in the 1990s. During that time Swany granted a license to a company that briefly made Freezy Freakies jackets. By the next decade, glove sales had dwindled to just a few hundred pairs a year, Mr. Weinberg said.But even after buyers lost their zeal for Freezy Freakies, the thermochromic ink survived. These days, Coors Light cans are emblazoned with it; the ink shines blue when the beer is cold and fades to white when it becomes warm.When the Reichstetters decided they wanted to revive Freezy Freakies, they werent quite sure where to start.We couldnt figure out if people were still making them or selling them, said Hans, who is based in New York. His brother, Karl, who has a full-time job at a tech company and does Buffoonery Factory projects on the side, lives in San Francisco. Their companys best-known creation is theGriz Coat, a bear costume for adults that became a hit with millennials.Finally the two tracked down Swany America, which still specializes in gloves, including high-performance ski gloves. After they approached the company in 2013 to request a licensing agreement, a business contact helped them find a glove manufacturer and a company making thermochromic ink.As it turned out, they werent the first ones with the idea of licensing the Freezy Freakies brand. Mr. Weinberg said a few companies had approached Swany America over the previous 10 years, but it wasnt interested.We didnt think it was the right time to do it, he said.But when the Reichstetters called him, the pop-culture mood was finally right. A lot of 80s items are coming back, Mr. Weinberg said, pointing to the current popularity of Underoos, the superhero-themed underwear from the 1980s that was reintroduced recently.The Reichstetters werent the only ones with Freezy Freakies on the brain. Michael Brett, executive vice president and head of licensing forFantasia Accessoriesof Manhattan, had repeatedly approached Swany America about licensing the brand and the original designs for children. Last fall, Swany agreed.Mr. Brett, like the Reichstetters, had grown up in Freezy Freakdom. In fact, his parents had done sales for Swany America on the original product. I had Freezy Freakies before they were even in the market and the stores, Mr. Brett said.Swany America wanted a three- to five-year commitment from its licensees. If they hit certain sales targets, the contract will automatically renew; if they dont, it will not.Buffoonery Factory sold 1,900 pairs of adult gloves in four of the original designs through a Kickstarter campaign that concluded this month, and it will continue selling gloves on itswebsite.Fantasia will begin selling childrens hats and gloves this fall, and ski gloves this fall in stores and through its website and retailers sites. Mr. Brett said the company planned to use the original Freezy Freakies designs as well as new ones. But in an era when tech gadgets are ubiquitous, will children experience the same sense of wonder at the sight of unicorns materializing on and vanishing from their hands?Seth Godin, an entrepreneur and author who has written books on marketing and how ideas spread, is skeptical. Youre wearing them because youre making a statement about your past, not your future, he said. With most resurrected brands, thats all theyre able to do.The question I would ask is, do they expect when these wear out that people will reorder more? Mr. Godin said.Mr. Brett, whose company also has licensing agreements with Disney and Nickelodeon, says he is convinced that the answer is yes. And thats because the whole retro 80s trend is really just so hot, he said.",
      "AUTHOR":"CLAIRE MARTIN",
      "TITLE":"Freezy Freakies, a Colorful Blast From Winters Past",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://www.baindaily.com/wp-content/uploads/2014/10/new-york-times-wnt.png"
   },
   {  
      "CONTENT":"Elisabeth Claire Kruger, a daughter of Joy V. Asche of Old Greenwich, Conn., and Thomas E. Kruger of Stamford, Conn., was married in New York Saturday to Devin John Thomas, the son of Marguerite S. Thomas and Dr. John E. Thomas of Gainesville, Fla. The Rev. Glenn Woertz, an interfaith minister affiliated with the Alpine Community Church in Alpine, N.J., officiated at the New York Yacht Club.Mrs. Thomas, 30, is an associate in the investment banking division of JPMorgan Chase in New York, where she specializes in strategic financing and mergers and acquisitions for technology companies. She graduated from Brown University and received an M.B.A. from Columbia.The brides father is a partner in the New York office of Paul Hastings, the Los Angeles law firm, where he specializes in corporate law. He is also a vice chairman of the board of trustees at the University of Connecticut. Her mother is a real estate agent at Berkshire Hathaway in Greenwich, Conn.Mr. Thomas, 29, is an associate investor at JPMorgan Chase in New York, where he manages investment portfolios on behalf of foundation endowments. He graduated from Brown.His mother is a nurse at the University of Florida Health Shands Hospital in Gainesville. His father, a retired dentist, practiced at the Malcom Randall Veterans Affairs Medical Center in Gainesville and was an associate clinical professor at the University of Florida College of Dentistry.",
      "AUTHOR":"",
      "TITLE":"Elisabeth Kruger and Devin Thomas",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/fashion/weddings/15KRUGER/15KRUGER-facebookJumbo.jpg"
   },
   {  
      "CONTENT":"RIO VISTA, Calif.   On a boat in the heart of Californias biggest river delta, a researcher pored over a sample of murky, weed-infested water, looking for a rare fish about the size of a finger. Spotting one, he shouted in triumph  then measured it and quickly tossed it overboard.Theyre very fragile, explained the researcher, Greg Nelson, who works as a biological science technician for the federal Fish and Wildlife Service, as the silvery fish darted away.The tiny fish, known as the delta smelt, has helped touch off some of the most cataclysmic battles in Californias unending water wars. The delta that it inhabits lies in Northern California, at the confluence of mighty snow- and rain-fed rivers that drain into San Francisco Bay before their water heads out to the ocean. The rivers supply water through the delta for about two-thirds of Californians as well as vast tracts of rich farmland. But drought and the pumping of water to users as far away as Los Angeles have depleted the smelts and the delicate ecosystem they inhabit, prompting limits on the amount of water sent to farmers and cities  and sparking political warfare among farmers, cities, environmentalists and fishermen.We tend to say that this is the single biggest water management challenge that California faces, said Ellen Hanak, a senior fellow at the nonpartisan Public Policy Institute of California. The debate over the delta, she said, ranks with those over other great national ecological landmarks, like the Everglades, the Great Lakes and Chesapeake Bay.The future of this watershed is going to affect most people in the state, she added.The immediate future looks grim. Despite a few powerful winter storms, California is facing a likelyfourth year of drought, which is wreaking havoc on the deltas ecosystem. The waterway where the federal researchers were working contained large patches of water hyacinth, an invasive plant that has proliferated in the dry conditions. Last fall, scientists doing a comprehensive surveyrecorded their lowest-everseasonal tally of delta smelts, by a substantial margin. Another species, the longfin smelt, hit its second-lowest number.Salmon, too, have taken a hit, not only from the drought but also from last years record-breaking heat, which warmed the water above their comfort level. Most salmon in California swim through the delta to and from the ocean, andscientists have estimatedthat 95 percent of salmon eggs and young that were spawned last summer in the upper Sacramento River died because of the heat. Partly as a way to recoup the losses, hundreds of thousands of salmon were recently released from a hatchery to swim to the ocean.I sure hope we dont see another year like that this year, said John McManus, executive director of the Golden Gate Salmon Association, which advocates protecting salmon habitat.Farmers are hoping the same. They have been walloped by drought, which has forced some to reduce their crop acreage. The 2014 water year, which ran from October 2013 to September 2014, was one of Californias driest on record. The problems could even have an impact onfood pricesacross the nation, because Californias Central Valley holds a central place in the nations food supply.As you drive around, you see vacant, barren fields, said Thomas Birmingham, general manager of the Westlands Water District, the nations largest agricultural water district, which relies heavily on water pumped from the delta. You see permanent crops that are being taken out of production  almonds, grapes, wine grapes, trees.Over the last few years, drought and cutbacks in the water pumped from the delta have forced farmers in his district to pump 40 percent more groundwater, another dwindling and contentious resource.In the 2014 water year, Californias State Water Project, one of two major delta water-supply operations, met just 5 percent of users requests for water  among thelowest in the projects history.Also last year, the state ordered thousands of water users to stop pumping from a watershed that supplies the delta, in a sign of the droughts severity.Amid the crisis, the smelt has become a potent symbol of the tensions in the delta, as well as the national debate over how to manage endangered species. The federal government has listed the smelt as threatened, entitling it to protections under the decades-old Endangered Species Act and sparking frantic efforts to revive it. These measures include occasionally shutting down the pumps that send water from the delta to farmers and cities via hundreds of miles of canals and pipes. Some chinook salmon also have gained federal protection that sometimes lead to a reduction in pumping. Pumping can also be reduced for other reasons, like generally dry conditions and low reservoir storage.Some farmers, furious at having less water to grow their crops, have focused some of their anger on the delta smelt.There isnt any question that we are experiencing a hydrologic drought, but the impacts of that drought are being greatly exacerbated by federal water policy that isnt doing a damn thing for the environment, Mr. Birmingham said. It isnt doing a damn thing for fish, he added, noting the scarcity of smelts despite the pumping restrictions.Environmentalists say the smelt is a barometer for the ecology of the delta. This battle is not really about the health of the delta smelt, said Kate Poole, a senior lawyer with the Natural Resources Defense Council. It is about whether were going to restore this estuary, and everything it supports.Urban users have not yet felt the delta situation as acutely as farmers, but they could if the drought persists. The Santa Clara Valley Water District, home to Silicon Valley and the states technology giants, gets about 40 percent of its water through the delta. It has already cut back its supplies, but if dry conditions persist through the winter, which is Californias rainy season, the district could be forced to call on its customers this spring to reduce their water consumption by 20 percent to 40 percent. Over the long term, the district is preparing for further reductions in pumping, said Cindy Kao, a district official.We wouldnt be surprised if the pumping constraints became more severe over time as the fisheries decline, she said.Protections for the fish have gathered legal momentum. Last month, the Supreme Court left in place a lower-court ruling that allowed pumping protections aiding the smelt to stand despite the considerable economic impact. The blow to farmers was slightly softened, however, when in a separate move, the Obama administration last month increased the number of fish that could be accidentally killed at the pumps.Experts say the legal wrangling is unlikely to end. A revised long-term conservation plan for the delta and San Francisco Bay, due out for public comment soon, is bound to bring more challenges. This plan includes an effort to build two expensive tunnels under the delta to carry water and salve the regions fragile ecology.Its kind of par for the course for things to be challenged legally, Ms. Hanak said.",
      "AUTHOR":"KATE GALBRAITH",
      "TITLE":"Threatened Smelt Touches Off Battles in California&#8217;s Endless Water Wars",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/14/us/15SMELT01/15SMELT01-facebookJumbo.jpg"
   },
   {  
      "CONTENT":"With his previous book, The Creative Destruction of Medicine, Eric Topol, a cardiologist and director of the Scripps Translational Science Institute, established himself as one of medicines most innovative thinkers about the digital future. In The Patient Will See You Now, his exhaustively researched follow-up, Topol turns his attention to medicines democratization via unplugged digitization, with the smartphone as the hub. With approximately two billion users worldwide, smartphones, Topol says, are the most rapidly adopted technology in the history of man.We are about to see a medical revolution with little mobile devices, he writes, and in this transformation, smartphones will play a role well beyond a passive conduit. They will perform blood tests, medical scans, and even parts of the physical examination. Topol calls this bottom-up medicine, in which digitally empowered patients will truly take charge of their own health care. Just as smartphones and social networks powered the uprisings of the Arab Spring, in Topols view they are now poised to bring democracy to medicine.The insurgency couldnt happen soon enough. For too long, health care has been stymied by paternalistic restrictions on patient involvement. At some level this is because of information asymmetry: Doctors are privy to much more medical knowledge than their patients. Though Topol deems this a vestige of medicines ingrained authoritarianism, I rather believe it is a product of the inherent disparity in the doctor-patient relationship. Whatever the reason, it is hard to disagree when Topol, quoting an article in MIT Technology Review, argues that the patient is the single most unused person in health care.To remedy this inequality, smartphones will allow patients to gain access to (and even edit) their own medical records and generate their own medical data. As a doctor, I was amazed by the impressive array of lab tests that can (or soon will) be performed by new technologies, including blood counts, electrolyte panels and blood glucose monitoring. Someday, Topol prophesies, all the blood tests that would normally be done in a hospital or clinic laboratory will also be obtainable by smartphone.Topols book is chock-full of such bold predictions. For example, he writes that hospitals, as we know them today, will eventually be extinct. In Topols vision, the hospital bed of the future will be in your home, with biosensors monitoring vital signs, smartphones analyzing and transmitting data, smart pillboxes monitoring treatment adherence, and even a smart floor to monitor your gait. By powering virtual physician visits, smartphones will obviate the need for patients to go to doctors offices, where wait times average more than one hour. (By the end of 2014, Topol asserts, referring to projections from the Deloitte consulting firm, nearly 1 in 6 doctor visits in the United States will be virtual.) Such visits will improve access to physicians and possibly reduce costs. Nevertheless, I think it is fair to say that we dont yet know whether the quality will be acceptable to patients or doctors.Topol is obviously a digital geek (in the most endearing sense of the word), and his enthusiasm for all things wireless would make any Wired subscriber proud. At times, however, he overstates his argument, as when he talks about smart machines helping emancipated patients diagnose their own diseases. Despite awesome increases in computational power, I think it is premature to conclude that doctors judgments  not to mention their healing touch  can be rendered by computers. In an illustrative vignette, Topol writes about a plane flight he was on in which a passenger lost consciousness soon after takeoff. In the air, Topol performed a smartphone examination of the patient, including checking an electrocardiogram, measuring blood pressure and doing a cardiac ultrasound. The patient was fine, but despite this investigative tour de force, Topol curiously concludes that the passenger did not require a doctor on the plane to make the diagnosis. All that was needed were the tools to collect the data, he says. This, I believe, is wishful thinking.At other points, too, Topol pushes his thesis too far. He predicts that Angelina Jolies radical double mastectomy, spurred by genetic testing, will be seen as a tipping point in medicine. He calls objections to direct-to-consumer genomic testing paternalistic, though I think a strong argument can be made that unregulated release of such information could result in confusion and potential harm. Going forward, Topol writes, the doctor should never order anything. Any medications, lab test, scan, procedure or operation needs to be fully discussed, making the decision to act a shared one. Its a laudable sentiment, but unrealistic in the crucible of modern health care, in which doctor-patient time is being compressed into smaller and smaller units.But in the end these criticisms are minor compared with Topols valuable contribution to a fascinating subject. Despite his digital predilections, Topol is a humane and sympathetic observer of the plight of patients in our highly dysfunctional health care system. We can only hope mobile devices will help them better navigate (or scroll) their way through this perilous terrain.",
      "AUTHOR":"SANDEEP JAUHAR",
      "TITLE":"The Patient Will See You Now, by Eric Topol",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://ecx.images-amazon.com/images/I/41LyjN9Jy0L._SY344_BO1,204,203,200_.jpg"
   },
   {  
      "CONTENT":"On a recent night, with Valentines Day looming, I went out for drinks with a woman I know and a few of her friends. It was a Thursday, and the bar they chose,Bondurants, on the Upper East Side, was packed with people just like them: good-looking, semi-affluent millennials, downing craft beer and milling about in hungry-looking, monosexual clusters.My acquaintance, Dana, who is 25 and works in public relations, is an enthusiastic, some might say obsessive, user of the dating appTinder. She, like her friends, will often spend hours blithely swiping through its gallery of digitized faces  at work, at home, even in busy pickup bars.But thats New Yorks technologized dating scene. Except for ordering their drinks, none of the people I was with that night spoke to any other actual human beings. Their erotic energy was focused on the touchscreens of their smartphones.Each of them had six or seven Tinder chats going simultaneously. Chris Livoti, a 27-year-old marketing executive, was expertly toggling between Tinder and its gay-friendly forerunner,Grindr. Danas co-worker Krishna Antoine, 26, was chatting, in between sips of prosecco, with a guy named Andrew (Tinder uses only first names). When she sent Andrew a suggestive eye emoji and he failed to respond, she dropped him in frustration, clicking over to the profile of Mark, a man with a mustache, who, she soon determined, was actually a better match for Dana.I dont like him, Ms. Antoine said. Im passing him on to you.It has been three years since Tinder, which had been launched in California, landed in New York, bringing its addictive right swipes and rabid style of flirting to the citys inherently frenetic dating culture. While the app has been blamed for devaluing romance and turning the search for love (or at least a nearby body) into a Ritalin-paced video game, it is probably more accurate to say that it has not fundamentally changed the local dating scene so much as quickened and coarsened its already abrupt, aggressive nature.For those who are unfamiliar with it, Tinder is a matchmaking service that enables people to connect with one another through no more than a brief swipe on their smartphones. While traditional dating sites, likeOKCupidorMatch.com, use algorithms to sort through personal profiles and to link up strangers with complementary interests, Tinder makes the daters do the choosing, stripping down and speeding up the process. You look at a photo, tagged only with a name, an age and, with a tap, perhaps a short introduction, and then you vote yes by swiping to the right, or no by swiping left.Imitators have added their own twists:Downlets you identify Facebook friends you think are attractive;Zoosklearns your preferences and shows profiles similar to ones youve previously liked;Happnzeros in on people youve crossed paths with in the past.But Tinder is the biggest. According to the company, there are now about one million Tinder users in New York, the largest market in the country (Los Angeles is second). The apps popularity is based on two chief aspects of its software. The first, which plays off our desire for instant gratification, is a location function that lets those seeking companionship search for people in their area. The other, which avoids the embarrassment of rejection, is what the company calls the double opt-in: a match between two users will occur only if they each signal that they like the others profile. The matched pair can then chat through Tinders messaging service and, perhaps, meet.In recent months, Tinder seems to have entered its baroque phase.Early users have proclaimed it pass, gossip sites regularly report oncelebrity Tinder hookupsand theBest of Tinder section on Reddit, where people self-consciously post their funniest exchanges, is steadily growing.Spending time on the app, especially in New York, where the population density creates an almost bottomless set of options, leaves one with the slightly bug-eyed feeling of having run full speed through a dozen cheesy singles bars in 15 minutes flat. Because you can Tinder while heating up dinner or using the bathroom (people do), the experience is rife with cognitive dissonance. A French farce of characters on the make  horny frat boys, wisecracking media girls, emo artists, the occasional lying troll  leap out of your phone and crowd into your kitchen as you sit there in your sweatpants eating Indian food.On my recent foray into the universe of Tinder, I encountered plenty of sexed-up New Yorkers eager after only a few texts to engage in almost any sort of copulative activity. But I also talked with people who used the app for less licentious reasons: to form platonic friendships, or to find companions while traveling abroad.There was the foodie Tinder user, for instance, who likes to place herself in upscale Manhattan neighborhoods, wanting nothing more than to be taken out for expensive dinners by her matches. There was the business user who leverages the app as a client-development tool. There was the bearded Brooklyn user who rarely goes on dates yet chats with his matches, chastely, often for weeks on end. There was the Wall Street user who slavishly served a match by folding her laundry and picking up her groceries. Then there was the self-affirming user who while committed to her boyfriend, nonetheless visits the site in strategic sallies to achieve her goal of obtaining 1,000 ego-boosting matches.What you get out of Tinder totally depends on what you want it for, Dana told me a few nights before we went out. She had just related a particularly seamy Tinder story (Day of the Dead, quickie sex, cocaine) and asked that her last name not be mentioned, saying she had recently had a stalker and also feared that her father, or employer, might read about her feats.Sitting in her handsome Brooklyn duplex, Dana shared a classic New York Tinder tale. A couple of months ago, she met a man on the app and slept with him a few times just before she went on vacation. The man, who is a model, had been kicked out of his sublet, and because he was homeless, more or less, Dana suggested that he rent her room while she was away.When she came back from her trip, Dana discovered that her full-time roommate had slept with another man Dana had been sleeping with. So Dana threw the roommate out, and the male model took her place. Now the two of them live together: cooking meals, doing laundry, watching Netflix, occasionally sharing the same bed. The situation, Dana said, gets thorny only when one of them returns to the apartment with a date  as happened a couple of weeks ago, when the model came home with a Tinder girl who vanished after 15 minutes. I was, like, So wheres your friend? Dana told me, recalling this mystery. And he went, Oh, she left.When Dana asked why she had left, she said her roommate answered, Because I asked if you could join us and it kind of freaked her out.As she finished this account, Dana got a text. It was from a couple in Chinatown she had recently met on the app, writing to say that the threesome they had planned that night would have to be postponed.Vaguely disappointed, Dana perked up minutes later when another Tinder message came in  from Max, a Brooklyn musician. I watched her thumb Max a quick invitation on her iPhone. It turned out she was free that night. Did he want to hang out? I took that as my cue to leave. By the time I headed off, Max was headed over.Tinder is the perfect social lubricant for the tech-savvy, upwardly mobile cohort of 20-somethings in New York. The citys online dating pool is difficult to quantify, but according to experts who study dating trends, it is mostly composed of busy, fairly wealthy transplants who have left their friends and families, and thus are looking, assertively, to make connections in the most efficient way they can.When you have a population of young, relatively affluent transients, schooled in technology, uprooted from their networks and hoping to find each other, the chances are theyll look for a solution on their phones, said Benjamin Karney, a professor of social psychology at U.C.L.A.Tinder and its competitors  apps likeLoveflutter, which bills itself as an anti-Tinder for the quirky, andHinge, which seeks to connect people who are friends, and friends of friends, on Facebook  dont collect a lot of personal information on their users; detailed profiles arent the point. But from the data that they do collect, it is possible to say that most New Yorkers who date on mobile apps are well-educated, slightly more are male than female, are mainly from Brooklyn and Manhattan, and are overwhelmingly between 18 and 34.Several intriguing trends are embedded in the data about who connects with whom, and where and when people tend to use the apps. Data from Loveflutter says members in Brooklyn corresponded the longest with each other before suggesting real-world dates, while those on Staten Island were keenest to meet in person. Engineers at Hinge said women in the West Village and men in Chelsea got the most right swipes, while women on Staten Island and men in the Bronx were the most outgoing, initiating the greatest number of chats.Beyond these findings, social scientists say apps like Tinder are incredibly effective at identifying a local population of potential mates and at helping people contact one another (through instant-message systems), particularly in large, anonymous places like New York, where traditional modes of introduction  family connections or religious institutions  might not be available. But the apps are not so good, experts say, at predicting or inspiring chemistry; indeed, there is evidence, at least in theory, that New Yorks bountiful supply of romantic possibilities can actually erode ones dedication to any single partner.Theres tons of research that suggests if people know they have lots of options, they feel less dependent on and committed to their current option, Professor Karney said. But options arent the only or the main predictor of commitment. Whats most important is that you actually like your partner. What mobile technology does is make it easier to find someone, if youre looking.He added, invoking the old Paul Simon song: If you want to leave your lover, there arent just 50 ways these days, there are 150,000 ways.It made me think of what Id seen while observing Tinder users: that the adult consequence of living with ones decisions doesnt really exist when the next best thing is only a swipe away.I heard stories of people on real-world Tinder dates catching their counterparts using the app and chatting with other potentials. In some sense, the citys vast and constantly replenished pool of daters mirrors the capitalist principles of mass production and planned obsolescence. Why be satisfied with the iPhone 6 when something new is on the way?New York is the perfect place for Tinder and the worst place at the same time, said Kirra Cheers, a Brooklyn photographer who documented her Tinder dates for a photo project she calledTinderella. In a city where things move fast and time is valuable, its quick, it gets right to the point. But after a while people tend to become dispensable. It lessens the value of each person you go out with.Over two months last year, Ms. Cheers, 27, went out on 34 dates with 17 men  among them, a 24-year-old neuroscientist who took her to a pool hall in the Bronx, and an actor, her age, who took her to Toys R Us, where they browsed for gifts for imaginary children. She said she enjoyed the process of meeting new people, listening to their stories and entering their lives. Sharing a moment with a stranger is fascinating stuff, she said. But when the project ended in August, she was ready for a change.After dating so aggressively, Ms. Cheers said, I kind of wanted to settle down with just one guy.The problem, she discovered, was that Tinder is not always conducive to finding that guy. The app creates a social A.D.D., Ms. Cheers explained, that can often cause its users to end up collecting, instead of connecting with, others.The best way to use Tinder is to see it as an opportunity to meet new people, to make new friends, to have nights out and be introduced to things you might never have done before, she said. But if youre looking for a long-term relationship, if thats your primary interest, youre going to have a disappointing experience.Officials at Tinder get a little touchy if you happen to suggest that their product, designed to facilitate connection, frequently results in people standing with their foreheads angled down while they stare into the maws of their phones.Tinder actually makes you more social  it replicates the real world, Rosette Pambakian, a company spokeswoman, told me during one of our conversations. When you walk into a coffee shop, you dont have a sign on your head that says, Im looking for a nonsmoking, vegetarian Jewish man for a serious relationship. You dont let a profile do the work. Its the same with the app. You meet someone online and then find out through conversation if youre compatible.While my group was en route to Bondurants on that Thursday, Alex Paramithiotti, a digital advertising salesman, was deeply engaged in the online meeting process, chatting on his phone with a shortlist of potential liaisons. There was a longhaired brunette; a C.E.O. who had gone to Yale; a fashionista transplanted from Miami. When he asked the fashionista if she was free, right then, to join him at the bar, the woman texted back: Youre so last minute.Yeah, but thats New York, Mr. Paramithiotti, 28, said.Arriving at the bar, all of them pulled their phones out.A few hours later, when the drinks were finally working, Mr. Livoti grabbed Danas phone and began responding to her texts like a Tinder version of Cyrano. This got creepy rather fast. Chatting with a guy named Roy, Mr. Livoti expressed interest in necrophilia and Rohypnol, the sedative commonly known as a date-rape drug. Wanna meet up? Roy wrote.As the night went on, no one crossed the bridge from Tinder to the real world, not even the bartender, Johnny Walker White, who was using the app as he worked. He had posed the perfect question of Tinder ontology to one of his matches, a woman named Alexandra: What do you feel is the meaning of life? In a sentence or two. Perhaps a bit too earnestly, Alexandra wrote back, Living, listening, learning, loving ...In the end, only Mr. Paramithiotti wound up going home with someone  though not someone he met on Tinder. He took the old-fashioned route, calling a girlfriend who lived around the corner.",
      "AUTHOR":"ALAN FEUER",
      "TITLE":"On Tinder, Taking a Swipe at Love, or Sex, or Something, in New York",
      "TOPIC":"technology",
      "SOURCE":"NYT",
      "IMG_URL":"http://static01.nyt.com/images/2015/02/15/nyregion/15LOVE1/15LOVE1-articleLarge.jpg"
   },
   {  
      "CONTENT":"Modern Alchemy, a small gem of an exhibition at theHeckscher Museum of Artin Huntington, is a good reminder that experimental photography did not begin in the age of the digital camera, although technology has certainly helped it evolve. A selection of diverse images, accompanied by thorough explanations of how various photographers worked, starting with Man Ray in the 1930s, supports this idea.Today, with digital photography and the iPhone, were inundated with images all day long, said Lisa Chalif, curator of the Heckscher, who began putting the show together about 12 months ago after pondering it for several years. The process, she said, was fun but also quite a challenge. Theres so much experimental photography, she said. How do you define the term?The word photography comes from the Greek photos, for light, and graphos, for writing. The show traces the evolution of photography, beginning with the invention of thedaguerreotypein 1839, which resulted in 19th-century efforts to shorten exposure times and streamline the process. In the early 20th century, there was a remarkable exploration of photographic image-making, in keeping with the experimental, modernist aesthetic that influenced all the arts, wall text at the exhibition says.EnterMan Ray, represented here by images from his portfolio lectricit. It was commissioned in 1931 by a Paris electric company to promote domestic uses of electricity, and three photos from it are part of the Heckschers permanent collection. In Cuisine (Kitchen), a photogram  a photographic image made without a camera  of a coil is superimposed on an image of a roasted chicken on rice.Among the other images in the first of the exhibitions two galleries  there are 54 works by 37 photographers  are three byJerry Uelsmannand two by his wife,Maggie Taylor. Mr. Uelsmann constructs his images from layers of multiple negatives. His Undiscovered Self (1999) consists of layered photos of a nude woman holding up a ghostly image of herself. One of Ms. Taylors color photos, Small Boat Waiting (2012) seems as though it could have been made by the Belgian surrealist painterRen Magritte, had he been a photographer. It depicts a rowboat in a lake that mirrors the snowy clouds in the scenes bright blue sky, while the shore is lined with mysterious, dark buildings. Ms. Taylor uses a flatbed scanner, a computer and Photoshop to manipulate 19th-century photographs and prints, as well as her own photographs, into images like this.Another photographer featured in the first gallery,Dan Burkholder, takes pictures with his iPhone and then prints them on vellum, a translucent, parchment-like paper; the back of one in this show is painted with gold leaf, creating an ethereal glow. Subjects range from rowboats in Central Park to hay bales in Tuscany.The first gallery also contains a photograph and a video by the Swiss photographerAndreas Rentsch, who lives in Huntington and has conducted workshops at the Heckscher. A 2007 photo from his Entangled With Justice series  photographs of Iraqi prisoners being tortured atAbu Ghraib features images he took with a 4-inch-by-5-inch Polaroid camera and later manipulated. His video, The Wanderer, was compiled from 2,600 still images, each made with a digital camera equipped with a pinhole lens.Many works in the second gallery are larger than those in the first. Perhaps the most striking isMariah Robertsons 222, a unique color print on a full roll of photographic paper that measures 100 feet long and is festooned over rods hanging from the gallerys ceiling and on a low platform on the floor. To create works like this, Ms. Robertson wears a hazardous-material suit and a special breathing apparatus and then pours and sprays developers and fixer directly onto the paper; the interaction of these chemicals  a chance-based process  morphs into colorful, magical, abstract patterns of color. The exhibition describes 222 as a hybrid of photography, sculpture and installation, challenging our traditional approach to viewing a photograph.Fittingly, in Camera Obscura: The Cloisters at Lacock Abbey (2003),Abelardo Morelluses the optics of the oldest known camera, the camera obscura, to create a homage toWilliam Henry Fox Talbot, one of the earliest photographers. Talbot lived at Lacock Abbey, in Wiltshire, England, in the early 19th century and conducted some of his first photographic experiments there.Damion Berger, a contemporary British photographer, creates a different kind of magic, shooting pyrotechnic celebrations around the world for his Black Powder series, which includes Fiac I, Jardin des Tuileries, Paris (2009). Mr. Berger uses a large-format camera with the lens stopped to its smallest aperture; exposures timed in sync with each fireworks launch record the paths of multiple bursts on a single negative.Photography has a broad array of aesthetics and ways you can relate to the world, Mr. Uelsmann said from his studio in Gainesville, Fla., adding that he appreciates these kinds of exhibits that celebrate the fact that photography is not a competitive sport.To Mr. Burkholder, what matters most is the actual photograph, not the technique used. No one cares how hard you work to take your photograph, he said from his studio in Palenville, N.Y. All they care about is if the final print takes your breath away.",
      "AUTHOR":"JANE L. LEVERE",
      "TITLE":"In Huntington, an Exhibition of Pioneering Photography Through the Ages",
      "TOPIC":"technology"
    }
  ]