[{"CONTENT": "DURHAM, N.C.  LYING may be an age-old part of politics, but its becoming easier to spot the fibs, fictions and falsehoods. A growing army of fact-checkers around the world is busy debunking falsehoods from presidents, prime ministers and pundits  and if their results are indicative, 2014 was a banner year. Some of the claims were so absurd that fact-checking groups honored them with awards, like Australias Golden Zombie and Italys Insane Whopper of the Year.Such lies are fun to read, but identifying them is serious business: Misinformation, unchecked, can turn elections, undermine public health efforts and even lead countries into war.Nigeria, you can read about it on Wikipedia: 60 percent of its territory is controlled by Boko Haram, the remaining part is Ebola.This ridiculous claim, made by Alessandro Di Battista, vice president of the Committee on Foreign Relations in Italys Chamber of Deputies and a rising star in the Five Star Movement party, won the Insane Whopper of the Year award from the website Pagella Politica. Fact-checkers found that while the terrorist group Boko Haram has spread, it does not control a single Nigerian state, let alone 60 percent of the entire nation. And the number of Ebola cases in the country was tiny  just 20.The E.U. wants to ban double-slot toasters.This claim about the overreach of the European Union came from newspapers in Italy and Britain. The Daily Express said: The British way of life is under fresh threat from the E.U. as it targets the nations kettles, toasters and even lawn mowers. FactCheckEU, a watchdog group, dug into the details and found no plans to ban toasters, only to improve their energy efficiency. It rated the claim Rather Daft.Ebola is cured by eating kola nuts or bathing in warm, salty water.The fact-checking group AfricaCheck included several claims about Ebola cures and other quackery in its 2014 in Review compilation. Blogs and text messages in Nigeria had spread claims that a warm, salty bath would cure Ebola, while a newspaper spread rumors that eating kola nuts would stop the disease. AfricaCheck said, The cures being touted online and in newspapers are little more than cruel and unethical hoaxes.Over six years, Labor ran up a $667 billion debt.This statement won ABC Fact Checks Golden Zombie, which the Australian Broadcasting Corporation gives to the years most persistent falsehood that, despite being killed off by fact-checkers, lurches back to life. The claim was made by Prime Minister Tony Abbott, who accused the previous ruling party of leaving the country drowning in red ink. But the fact-checking group found that that statement relied on some misleading math: It is a 10-year projection from 2013 that even includes debt already on the books when Labor took over.Exaggerations about EbolaRather than name a single falsehood, PolitiFact (which one of us, Bill Adair, founded) honored the many falsehoods and exaggerations about Ebola, including the claim by the columnist George F. Will that the disease can be spread by sneezing or coughing (false), the claim by Senator Rand Paul, Republican of Kentucky, that Ebola is incredibly contagious (mostly false), and a Georgia congressmans statement that there were reports of people carrying Ebola across the southern border of the United States (so ridiculously wrong we rated it Pants on Fire  not remotely true).That Evan Jenkins, a Republican running for a House seat in West Virginia, vowed to repeal black lung benefits.FactCheck.org said this claim, from a liberal super PAC, was a common tactic used by Democrats in congressional campaigns  asserting that a Republicans support for repealing the Affordable Care Act meant that he also opposed every provision of the law.In this case, the repeal of the act would not repeal black lung benefits. It would have changed the eligibility requirements for people suffering from black lung disease, not ended the program. In fact, Mr. Jenkins said he supported those benefits.Today Uruguay is the first country in Latin America without overcrowding in prisons.The readers of the website UYCheck chose this claim by Luca Topolansky, a senator and the wife of President Jos Mujica, as its lie of the year.UYCheck found that there had been some reduction of prison populations, but that the country had a long way to go before it could eliminate overcrowding.Senator John McCain, Republican of Arizona, did meet with ISIS, and had his picture taken, and didnt know it was happening at the time.Senator Paul, a possible 2016 Republican presidential candidate, repeated this Internet rumor during a September interview with The Daily Beast. But the photo actually showed Mr. McCain with members of the Free Syrian Army, an enemy of the Islamic State, also known as ISIS. Glenn Kessler, who writes The Washington Posts Fact Checker column, gave the claim four Pinocchios, his worst rating.Argentina has practically eradicated indigence.Readers of the fact-checking site Chequeado chose this claim by Jorge Capitanich, the chief of the Cabinet of Ministers, as the biggest falsehood of the year.While poverty has declined, it is still a nationwide problem.", "AUTHOR": "BILL ADAIR and MAXIME FISCHER-ZERNIN", "TITLE": "The Lies Heard Round the World", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://static01.nyt.com/images/2015/02/15/sunday-review/15LIESeurope-copy/15LIESeurope-copy-master180-v4.jpg"}, {"CONTENT": "", "AUTHOR": "", "TITLE": "London, L.A., Beijing, Delhi, Nairobi... Is Smog an Inevitable Urban Growing Pain?", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://img.youtube.com/vi/BABzX7t4CWc/0.jpg"}, {"CONTENT": "(Reuters) - David Miller had garnered the reputation of being an all out blasting batsman, whose primary concern was to put as many deliveries as he could into the crowd.On Sunday, he demonstrated how far he has come with a composed and mature performance with JP Duminy that rescued South Africa from a potentially embarrassing loss to Zimbabwe in their World Cup opener at Seddon Park in Hamilton.Miller smashed 138 not out from 92 balls in his world record fifth-wicket partnership of 256 runs with Duminy, who added 115 from 100 balls, as the pair rebuilt South Africa's innings from a precarious 83 for four in the 21st over.\"It was a great knock from JP and David,\" South Africa captain AB de Villiers said after the 62-run victory. \"Great partnership, great knock, they won us the game.\"It seems incongruous that about a month ago, there was a suggestion that Miller may not be the right man for the World Cup.He was reportedly in a battle with Rilee Rossouw for the middle-order batting spot, with concerns that while he could certainly hit the ball very hard and very far, he could not consolidate and build an innings.Until last month's series against West Indies.The 25-year-old was patient when he needed to be, building into an innings, rotating the strike to keep the scoreboard ticking over, then unleashing in the final few overs.He scored 70 and 130 not out, his first one-day international century, and cemented his spot in South Africa's lineup.All of those characteristics were evident again on Sunday when he combined with Duminy to guide the Proteas to 339 for four.\"It was just about constructing a partnership with someone and JP was the man,\" Miller said after he was named man of the match. \"He batted phenomenally well.\"Miller's first 50 runs took 53 balls and included just one boundary and two sixes on Sunday before he kicked into gear.He brought up his maiden World Cup century from 81 balls on the final delivery of the 46th over and then blasted 30 runs in the 48th off Solomon Mire.\"I really enjoyed constructing the innings,\" Miller said. \"I have been working really hard at that part of my game especially against the spinners with just rotating the strike.\"I'm happy with the performance and hopefully that will continue.\"(Reporting by Greg Stutchbury in Wellington; Editing by Sudipto Ganguly)", "AUTHOR": "REUTERS", "TITLE": "Maturing Miller Ensures South Africa Victory", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://d30fl32nd2baj9.cloudfront.net/media/2015/02/15/david-miller.jpg/ALTERNATES/w620/David-Miller.JPG"}, {"CONTENT": "(Reuters) - David Miller and JP Duminy both scored centuries as South Africa overcame a real challenge from Zimbabwe to record a 62-run victory in their opening World Cup Pool B game in Hamilton on Sunday.Miller (138 not out) and Duminy (115 not out) rescued the Proteas' innings after they had been in trouble at 83 for four, as they put on a world record fifth-wicket stand of 256 to guide their side to 339 for four.Elton Chigumbura's side, however, also showed that they would be a dangerous opponent for many sides with opener Chamu Chibhabha (64), Hamilton Masakadza (80) and Brendan Taylor (40) showing they were all highly competent international batsmen.They had been on 214 for three and well set to push on for the final 15 overs before Taylor's dismissal effectively ended their resistance and they were bowled out for 277 in 48.2 overs.\"I'm happy with the result but credit must go to Elton and his boys, they really put us under pressure,\" South Africa captain AB de Villiers said.\"They also batted very well and probably just lost their way midway through their innings.\"Zimbabwe had earlier exploited the slow nature of the pitch to put the World Cup favourites under pressure, but in reality they lost the game in the final 10 overs of South Africa's innings when they conceded a staggering 146 runs.The 25-year-old Miller moved from 50 to 100 in 28 balls and after he had brought up his second one-day international century he attacked Solomon Mire in the 48th over, smashing 30 runs.He finished on 138 and the nine sixes in his 92-ball knock were also a World Cup record.\"We really went for too much in the end,\" Zimbabwe captain Elton Chigumbura said. \"We didn't get the wickets we needed in the middle period and paid for it in the end.\"We were in the game for a long time so it was a good sign for the games to come.\"South Africa's vaunted pace bowlers Dale Steyn and Morne Morkel failed to really trouble Zimbabwe's batsmen when they began their innings.Steyn did not even open the bowling and his first five overs cost 38 runs for no wickets as he bowled too short while the wicket nullified a lot of his pace. He finished with 1-64 from nine overs.Leg-spinner Imran Tahir was a constant threat and he took the wickets of both Chibhabha and Masakadza before he finished with figures of 3-36 from 10 overs.(Reporting by Greg Stutchbury in Wellington; Editing by Patrick Johnston/Sudipto Ganguly)", "AUTHOR": "REUTERS", "TITLE": "Miller, Duminy Help South Africa Overcome Zimbabwe", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://i.dawn.com/large/2015/02/54e05fc0695c1.jpg%253Fr%253D554433062"}, {"CONTENT": "FREETOWN, Sierra Leone   AreportbySierra Leones national auditor says government ministers lost track of more than $3 million in internal emergency funds to fight theEbolavirus, impairing the response to the disease.There is no paperwork to support payments of 14 billion leones, or $3.3 million, from government Ebola accounts, while $2.5 million in disbursements had incomplete documentation, the countrys auditor general, Lara Taylor-Pearce, said in the report.The accounting lapses ultimately resulted in a reduction in the quality of service delivery in the health sector, according to the report, which was posted on the Audit Services website. It was presented to Parliament on Friday.It is hoped that adequate action will be taken to address issues raised in this report, the report added.The country of six million has had almost 11,000 Ebola cases and 3,363 deaths during the epidemic, which has raged in West Africa for nearly a year.From May to October 2014, the period covered by the audit, the government spent more than $19 million on its Ebola response.The money came from taxes and donations from institutions and individuals, mostly within Sierra Leone, and the figure does not include funds from the United Nations or charities, the report said.A government spokesman told reporters this month that the country had lost an estimated $900 million in revenue because of the outbreak.Around one-third of $2.9 billion pledged by international donors had not reached Sierra Leone, Guinea and Liberia by the end of 2014, according to an analysis by the BMJ, formerly The British Medical Journal, cited by theBloomberg news agency.The United Nations is seeking $1 billion more in aid to contain the outbreak.", "AUTHOR": "AGENCE FRANCE-PRESSE", "TITLE": "Sierra Leone Loses Track of Millions in Ebola Funds", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://api.medscape.com/medpulseservice/images/d4b6f7415bb2b3d691f600039f2617ec.jpg"}, {"CONTENT": "ROME   Italy says it has repatriated by sea its embassy personnel from Tripoli because of deteriorating security in Libya.Last week, gunmen from an al-Qaida inspired militia took over broadcast stations in the city of Sirte, according to a security official in Libya.The Italian Foreign Ministry on Sunday advised Italian citizens to temporarily leave Libya \"in light of growing instability.\" Many Italians work in the oil or construction businesses there.Premier Matteo Renzi told Italian state TV that Italy is ready, as part of a U.N. mission, \"to do our part to defend an idea of freedom and rights\" in the Mediterranean area.Italian officials worry that terrorists might slip into Italy on boats that frequently sail from Libya crowded with refugees and illegal migrants from Syria, Africa and elsewhere.", "AUTHOR": "THE ASSOCIATED PRESS", "TITLE": "Italy Repatriates Staff From Libya; Pushes for UN Mission", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://img.a2-soft.com/news/en/2015/02/11/643990_7.jpg"}, {"CONTENT": "ROME   Italy's coast guard went to the rescue of at least 1,000 migrants in difficulty in the sea between Europe and North Africa on Sunday, the third operation of its kind in as many days.The coast guard said it had plucked more than 130 people from two rubber boats about 180 km (110 miles) south of the island of Lampedusa so far, and was working to save eight more vessels.\"We are certainly at more than 1,000 migrants\" involved in Sunday's rescue operation, a spokesman for the coast guard in Rome told Reuters.Better weather since last week has encouraged migrants to make the perilous journey from North Africa, where a breakdown of order in Libya has made it almost impossible to police the traffickers who pack people onto rickety boats.More than 300 people died last week trying to make the crossing, which claimed 3,500 lives last year even before Italy closed its Mare Nostrum search and rescue mission in December.The coast guard ship Fiorillo and several cutters were sent to the latest rescue, along with four merchant ships and two tug boats which were diverted to join the operation. One navy ship, two police patrol ships and a Maltese vessel had also been mobilized, the coast guard spokesman said.(Reporting by Isla Binnie; Editing by Mark Heinrich)", "AUTHOR": "REUTERS", "TITLE": "Italian Coast Guard Starts Rescuing at Least 1,000 Boat Migrants", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://s1.reutersmedia.net/resources/r/%253Fm%253D02%2526d%253D20150215%2526t%253D2%2526i%253D1025248639%2526w%253D%2526fh%253D%2526fw%253D%2526ll%253D700%2526pl%253D378%2526r%253DLYNXMPEB1E090"}, {"CONTENT": "WASHINGTON   The Islamic State is expanding beyond its base in Syria and Iraq to establish militant affiliates in Afghanistan, Algeria, Egypt and Libya, American intelligence officials assert, raising the prospect of a new global war on terror.Intelligence officials estimate that the groups fighters number 20,000 to 31,500 in Syria and Iraq. There are less formal pledges of support from probably at least a couple hundred extremists in countries such as Jordan, Lebanon, Saudi Arabia, Tunisia and Yemen, according to an American counterterrorism official who spoke on the condition of anonymity to discuss confidential information about the group.Lt. Gen. Vincent R. Stewart, the director of the Defense Intelligence Agency, said in an assessment this month that the Islamic State, also known as ISIS or ISIL, was beginning to assemble a growing international footprint. Nicholas Rasmussen, the director of the National Counterterrorism Center, echoed General Stewarts analysis in testimony before Congress last week.But it is unclear how effective these affiliates are, or to what extent this is an opportunistic rebranding by some jihadist upstarts hoping to draft new members by playing off the notoriety of the Islamic State.Critics fear such assessments will once again enmesh the United States in a protracted, hydra-headed conflict as President Obamaappeals to Congressfor new war powers to fight the Islamic State. Im loath to write another blank check justifying the use of American troops just about anywhere, said Representative Adam B. Schiff of California, the senior Democrat on the House Intelligence Committee.The sudden proliferation of Islamic State affiliates and loyalist fighters motivated the White Houses push to give Mr. Obama and his successor new authority to pursue the group wherever its followers emerge  just as he and President George W. Bush hunted Qaeda franchises outside the groups headquarters, first in Afghanistan and then in Pakistan, for the past decade.We dont want anybody in ISIL to be left with the impression that if they move to some neighboring country, that they will be essentially in a safe haven and not within the range of United States capability, Josh Earnest, the White House press secretary, said on Wednesday.The Islamic State began attracting pledges of allegiance from groups and individual fighters after itdeclared the formation of a caliphate, or religious state, in June 2014. Counterterrorism analysts say it is using Al Qaedas franchise structure to expand its geographic reach, but without Al Qaedas rigorous, multiyear application process. This could allow its franchises to grow faster, easier and farther.Factions which were at one time part of Al Qaeda and its affiliates, as well as groups loyal to it or in some ways working in tandem with it, have moved on to what they see as more of a winning group, said Steven Stalinsky, executive director of theMiddle East Media Research Institutein Washington, which monitors Arabic-language news media and websites.The Islamic States attraction, even in the West, was proved when Amedy Coulibaly, one of the gunmen in the Paris terrorist attacks last month, declared allegiance to the group.In Afghanistan last week, an American drone strikekilled a former Taliban commander, Mullah Abdul Rauf Khadim, who had pledged allegiance to the Islamic State and had recently begun recruiting fighters. But that pledge seemed to indicate less a major expansion of the Islamic State than a deepening of internal divisions in the Taliban.There is no indication that the Islamic State controls territory in Afghanistan, but it has signaled its interest in Afghanistan and Pakistan, and has reportedly sent envoys there to recruit.Similarly, until recently, leaders of Al Qaeda in the Arabian Peninsula, in Yemen, used nonconfrontational language to mask simmering disagreements with the Islamic State and its head, Abu Bakr al-Baghdadi. But tensions peaked in November, when a faction of Qaeda fighters there swore loyalty to Mr. Baghdadi.Any authorization to use American military force against the Islamic State could arguably also cover interventions in Egypt and Libya, where active militant organizations have pledged allegiance to the group and have received its public acknowledgment as provinces of the putative caliphate.Although there is little or no public evidence that the Islamic States leaders in Syria and Iraq have practical control over its North African provinces, its influence is already apparent in their operations and is destabilizing the countries around them. A publication released by the central group last week included a photograph of fighters in Libya with its affiliate there parading 20 Egyptian Christian captives in the Islamic States trademark orange jumpsuits, indicating at least a degree of communication.In Egypt, the Sinai-based extremist group Ansar Beit al-Maqdis sent emissaries to the Islamic State in Syria last year to seek financial support, weapons and tactical advice, as well as the publicity and recruiting advantages that might come with the Islamic State name, according to Western officials briefed on classified intelligence reports.Ansar Beit al-Maqdis began adopting the Islamic States signature medieval punishment, beheadings, even before a formal merger. After becoming the Sinai Province of the Islamic State in November, the groups online videos and statements claiming responsibility for attacks began to take on more of the sophistication and gore associated with its new parent group.Unlike the Islamic State fighters in Syria and Iraq, the Sinai Province has so far focused on hitting the security forces of the military-backed Egyptian government, largely avoiding attacks on Westerners, members of Egypts Christian minority or other purely civilian targets.But despite the governments escalating crackdown in Egypt, the militants appear to have grown bolder and more advanced since linking themselves to the Islamic State. On the night of Jan. 29, for example, the Sinai Province claimed responsibility for a series of coordinated bombings that targeted security forces across the region, killing 24 soldiers, six police officers and 14 civilians, according to the Egyptian state news media.In neighboring Libya, at least three distinct groups have declared their affiliation with the Islamic State, one in each of the countrys component regions: Barqa in the east, Fezzan in the desert south, and Tripolitania in the west, around the capital. With fighting among other regional and ideological militias having already plunged the country into chaos, the Islamic State affiliates pose a new obstacle to Western attempts to negotiate a truce or a unity government.Western officials, especially in southern Europe, fear that the three Libyan provinces could evolve into bases for Islamic State fighters traveling across the Mediterranean, into Egypt or elsewhere in North Africa. Eastern Libya has already become a training ground for jihadists going to Syria or Iraq and a haven for Egyptian fighters staging attacks in the neighboring desert.Ambassador Deborah K. Jones, the American envoy to Libya, posed a question on Twitter in a plea for unity this month: Can a divided #Libya withstand #ISIL/Daesh? she wrote, using the English and Arabic shorthand for the Islamic State.The Islamic States self-proclaimed provinces have compounded Libyas instability by introducing the prospect of Islamist-against-Islamist violence between those who support and those who oppose the group. But Tripolitania has leapt to the fore as the province that most clearly threatens Westerners and Western interests.Last month, fighters under the groups bannerclaimed responsibilityfor a brazen attack on a luxury hotel in the capital, Tripoli, that is a hub for visiting Westerners and leaders of the Islamist-backed provisional government.At least eight were killed, including David Berry, an American security contractor who had served as a Marine. Two of the Islamic State fighters died in a battle against government forces, a sign of the Islamist-versus-Islamist volatility the group had injected into the Libyan chaos.It is a real conflict, said Frederic Wehrey, a senior policy analyst at the Carnegie Endowment for International Peace who recently visited Libya.The Islamic State guys are trying to carve out territory apart from the broader Islamist coalition and are challenging them on their own turf, he said, while other extremists are peeling off, gravitating to the Islamic State and becoming bolder.", "AUTHOR": "ERIC SCHMITT and DAVID D. KIRKPATRICK", "TITLE": "Islamic State Sprouting Limbs Beyond Its Base ", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://static01.nyt.com/images/2015/02/15/world/JP-ISIS-1/JP-ISIS-1-facebookJumbo.jpg"}, {"CONTENT": "WORLDLY PHILOSOPHER: The Odyssey of Albert O. Hirschman,by Jeremy Adelman. (Princeton University, $24.95.)Shaped by modern horrors and hopes, Hirschman (1915-2012) spent his life in constant motion. Born in Berlin, he studied at the London School of Economics; fought in the Spanish Civil War; helped spirit thousands of refugees out of Nazi-occupied France; and blended economics, politics and culture in a pathbreaking 30-year academic career. Adelmans superb biography brings every twist and turn of this story to life.THE CAIRO AFFAIR,by Olen Steinhauer. (Picador, $16.)The murder of a midlevel American diplomat in Hungary has repercussions for the intelligence community across North Africa in Steinhauers novel, a complex tale of the Arab Spring, WikiLeaks, C.I.A. deception and a marriage in turmoil.THE EMPIRE OF NECESSITY: Slavery, Freedom, and Deception in the New World,by Greg Grandin. (Picador, $18.)Grandins transnational history of slavery in the Americas reconstructs the 1804 maritime slave rebellion made famous in Herman Melvilles novel Benito Cereno: from the slaves initial capture in West Africa to their eventual execution in South America. In the Book Review, Andrew Delbanco praised Empire as a remarkable feat of research.THE LATE PARADE: Poems,by Adam Fitzgerald. (Liveright, $15.95.)In this debut  which our reviewer, David Kirby, called deeply comical and as lush as any of Keatss odes  cultural references are linked in startling ways. One poem takes from Hieronymus Bosch and the New York School poet James Schuyler; another refers to Buffy the Vampire Slayer as well as the Abkhazian culture of the eastern Black Sea area and the artist Marcel Duchamp.OUT OF THE WOODS: A Memoir of Wayfinding,by Lynn Darling. (Harper Perennial, $14.99.)When her only child left for college, Darlings fear of getting lost dovetailed with her fear of losing herself altogether. To address both conditions, she moved to off-the-main-road Vermont; there began her inquiry into how we navigate, complete with crash courses in map-reading and tales of Inuits who found their way home by listening to bird songs.LOVE AND TREASURE,by Ayelet Waldman. (Anchor, $15.95.)Waldman places a trainload of artwork, jewelry and other family treasures stolen by the Nazis at the heart of this multigenerational tale set in Salzburg and Budapest. Seventy years after he was assigned to guard the train as a young Army officer in the wars chaotic aftermath, a guilt-ridden Jack Wiseman gives a pendant to his granddaughter, and charges her with returning it to its rightful owner.THE REAL NORTH KOREA: Life and Politics in the Failed Stalinist Utopia,by Andrei Lankov. (Oxford University, $18.95.)Using imagery reminiscent of Orwells 1984, Lankov, a Soviet-born scholar who studied in Pyongyang during the Cold War, shows how North Koreas leaders have used diplomacy  including nuclear threats  to extract support from other nations, and how its citizens cope under such oppression and poverty.", "AUTHOR": "IHSAN TAYLOR", "TITLE": "Paperback Row", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://graphics8.nytimes.com/images/2011/01/23/books/review/23paperrow/23paperrow-articleInline.jpg"}, {"CONTENT": "ROME   Italy closed its embassy in Libya on Sunday due to the worsening conflict there and stepped up its call for a U.N. mission to help calm the situation.Libya is unraveling as a state with two rival governments operating their own armed forces under separate parliaments, nearly four years after the civil war that led to the overthrow and death of leader Muammar Gaddafi.\"The deteriorating situation in Libya made it necessary to close (the embassy),\" Foreign Minister Paolo Gentiloni said in a statement. Embassy staff have been sent back to Italy by boat, the ministry said.Intensifying violence in Libya, where Islamic State is also active, is particularly alarming to Italy because the two countries are separated only by a relatively narrow stretch of sea. Many migrants attempt the crossing from North Africa to Italy in unsafe boats.Defence Minister Roberta Pinotti said in an interview with Il Messaggero newspaper on Sunday that groups in Libya that have been infiltrated by extremists should be \"anaesthetized\" and a peace-keeping mission should be carried out across the country.\"If we sent 5,000 up to men to Afghanistan, in a country like Libya that concerns us much more closely and in which the risk of deterioration is much more worrying for Italy, our mission could be substantial and demanding, also in terms of numbers,\" Pinotti said.No decision had been made about exactly how to proceed, Pinotti said in the interview, published two days after Gentiloni said Italy was \"ready to fight\" in Libya if needed.Prime Minister Matteo Renzi said on Saturday that the U.N. needed to carry out a stronger political and diplomatic mission in Libya, and Italy would not \"set out on its own\".In the early part of the 20th century Italy was the colonial power in Libya and it still follows Libyan affairs closely.(Reporting by Isla Binnie; Editing by Mark Heinrich and Stephen Powell)", "AUTHOR": "REUTERS", "TITLE": "Italy Closes Libyan Embassy, Urges U.N. Mission", "TOPIC": "Africa", "SOURCE": "NYT", "IMG_URL": "http://www.channelnewsasia.com/image/674456/1370316058000/large16x9/768/432/world.jpg"}]
